const courses = {
  course1: {
    courseTitle: 'יסודות הנגינה בפסנתר - חלק 1',
    courseUrlName: 'course1',
    thumbSvg: (
      <svg height="100" width="100">
        <circle cx="50" cy="50" r="40" stroke="black" stroke-width="3" fill="red" />
        Sorry, your browser does not support inline SVG.
      </svg>
    ),
    courseDescription: 'הצעדים הראשונים בנגינה בפסנתר',
    price: 'my price',
    duration: 'my duration',
    level: 'מתחילים',
    tags: ['my tag1', 'my tag2'],
    chaptersCount: 'my chapterCount',
    courseId: 'my courseId',
    lessonsCount: 'my lessonsCount',
    chapters: [
      // chapter - פרולוג
      {
        chapterTitle: 'פרולוג',
        description: 'my chapter description',
        tags: ['my chapter tag1', 'my chapter tag2'],
        lessons: [
          {
            lessonTitle: 'דברי פתיחה',
            description: 'my lesson description',
            tags: ['my lesson tag1', 'my lesson tag2'],
            lessonElements: [
              {
                topic: {
                  topicTitle: 'למי מיועד הקורס?',
                  description: 'my topic description',
                  tags: ['my topic tag1', 'my topic tag2'],
                  topicElements: [
                    {
                      para: 'הקורס מיועד למתחילים בלי אף ניסיון בנגינה בפסנתר או בכלל במוזיקה. אנחנו מתקדם צעד אחר צעד ממש מההתחלה ונדבר על כל מה שצריך לדעת כדי לנגן בחופשיות יצירות בסיסיות לפסנתר.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'יעדי הקורס',
                  topicElements: [
                    {
                      uList: [
                        {
                          listItem:
                            'להצליח לנגן וללוות יצירות פשוטות על ידי קריאת תרשימים מוזיקליים (בפורמט של Lead sheet)',
                        },
                        { listItem: 'להכיר את טכניקות הליווי ביד שמאל – שורשים, פירוקי רבעים ובלוקים' },
                        { listItem: 'להכיר את טכניקות הליווי ביד ימין – בלוקים סטטיים, בלוקים דינמיים' },
                        { listItem: 'להצליח לשלב כל טכניקה של יד שמאל עם כל טכניקה של יד ימין' },
                        { listItem: 'להכיר את צלילי סולם דו מז׳ור באוקטבה האמצעית' },
                        { listItem: 'להכיר את שבעת האקורדים הדיאטוניים של סולם דו מז׳ור' },
                        { listItem: 'להכיר את ערכי הקצב – שלם, חצי, רבע, שמינית, חצי מנוקד, רבע מנוקד, קשת' },
                        { listItem: 'להכיר את מושגי התיווי – חמשה, מפתח, משקל' },
                        { listItem: 'שליטה בשימוש הפדל' },
                      ],
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'ידע קדם',
                  topicElements: [
                    {
                      uList: [
                        {
                          listItem:
                            'אין צורך בידע קודם, אבל אתם צריכים פסנתר (אפשר לעבוד גם עם קלידים או אורגנית כל עוד אפשר לחבר אליה פדל)',
                        },
                      ],
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מה תוכלו לנגן בסוף הקורס?',
                  topicElements: [
                    {
                      para: 'אתם תוכלו לקרוא תרשימים מוזיקליים בכיף, ולנגן מנגינות כולל ליווי אקורדים. הנה כמה הדגמות לרמה שאליה תגיעו בסוף הקורס:',
                    },
                    {
                      videosMat: {
                        videosMatTitle: 'דוגמאות לנגינת יצירות',
                        videos: [
                          {
                            videoTitle: 'this is the videotitle',
                          },
                        ],
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'לפני שיוצאים לדרך',
                  topicElements: [
                    {
                      para: 'כמה מילים בנינו לפני שמתחילים שאני רוצה שתקחו איתכם לדרך - אל תשכחו להנות, לשאול שאלות, לפתח סקרנות, ולדחוף כל הזמן קדימה. ',
                    },
                    {
                      para: 'לנגן בפסנתר זה אתגר לא פשוט, אבל זה אפשרי אם תתמידו ותרכשו את הכלים המתאימים. אני אשתדל כמה שאני יכול לעזור לכם להתחיל להניע את העניינים, ועד סוף הקורס הזה אתם תקבלו ביטחון בעצמכם ותצליחו לנגן מוזיקה כמו פסנתרנים.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - שמות הצלילים הבסיסיים ומציאתם במקלדת
      {
        chapterTitle: 'שמות הצלילים הבסיסיים ומציאתם במקלדת',
        lessons: [
          // lesson - שמות הצלילים הבסיסיים
          {
            lessonTitle: 'שמות הצלילים הבסיסיים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מה זה צליל?',
                  topicElements: [
                    { para: 'כאשר מדברים על צלילים, בהקשר של תאוריית המוזיקה, "צליל" הוא כל מה שניתן לשמוע.' },
                    {
                      para: 'לא נכנסים לדיון ממה מורכב הצליל, ומה ההבדל בין צליל שמפיק פסנתר, חליל, תן או תוף. לצורך העניין אם הצלילים באותו גובה, הם נחשבים "אותו צליל" מבחינת הניתוח התאורטי.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'כמה צלילים יש?',
                  topicElements: [
                    {
                      para: 'אם תיקחו למשל גיטרה, תפרטו על מיתר אחד, ותמתחו אותו עם מפתח הכיוון שלו, אז תשמעו שהצליל "גולש" לצליל גבוה יותר. ',
                    },
                    {
                      para: 'אפשר לשאול כמה צלילים ניגנתם בזמן המשיכה הזאת? הרי גובה הצליל השתנה, הוא התחיל נמוך ועלה יותר גבוה, אבל קשה להגיד בדיוק כמה צלילים בגובה שונה נוגנו.',
                    },
                    {
                      para: 'בנוסף, אם תסתכלו על מקלדת של פסנתר, תראו שיש הרבה קלידים שאפשר לנגן עליהם, וכל קליד ישמיע צליל שונה. אמנם אם תלחצו על שני קלידים סמוכים, תוכלו להפיק מספר צלילים עם הקול שלכם שנמצאים ביניהם, שלא ניתן לנגן על מקלדת.',
                    },
                    {
                      para: 'כדי לדון בניתוח מוזיקלי, צריך קודם לדעת איך לדבר על צלילים. איך לקרוא להם בשמות, ואיך למיין אותם לקבוצות כדי שיהיה אפשר לדבר עליהם בצורה נוחה. כדי לדון על צלילים ועל הקשרים ביניהם בצורה עניינית ההגדרה של "מהו צליל" חייבת להיות ברורה (כאמור – כל מה שניתן לשמוע).',
                    },
                    {
                      para: 'אפשר בשלב הזה לשאול אז כמה צלילים יש? ',
                    },
                    {
                      para: 'התשובה הקצרה היא... אינסוף. כמו שבמתמטיקה בין כל שני מספרים קיים מספר נוסף, כך גם במוזיקה, בין כל שני צלילים קיים צליל נוסף.',
                    },
                    {
                      para: 'בקורס הזה השאלה כמה צלילים היא מעניינת כשלעצמה אבל לא חשובה במיוחד. כמו שציינתי אנחנו לא נתעסק כאן באיך צלילים בנויים ברמה הפיזיקלית. אותנו מעניין איך ממיינים את הצלילים לקבוצות. זה המשחק פה. כמה קבוצות צלילים יש זאת כבר שאלה חשובה יותר, והתשובה אליה היא... תלוי את מי שואלים.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'כמה קבוצות צלילים יש?',
                  topicElements: [
                    {
                      para: 'במוזיקה המערבית (שהתפתחה באירופה) מחלקים את כל הצלילים ל- 12 קבוצות בלבד (ל- 7 קבוצות בסיסיות, ועוד 5 קבוצות נוספות).',
                    },
                    {
                      para: 'באסיה למשל ברוב המקומות מחלקים את הצלילים ל- 24 קבוצות, אבל באירופה הלכו רק על 12.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'שמות הצלילים הבסיסיים',
                  topicElements: [
                    {
                      para: 'שבעת קבוצות הצלילים הבסיסיות נקראות כך (בעלייה) : דו, רה, מי, פה, סול, לה, סי.',
                    },
                    {
                      para: 'קבוצות הצלילים מסודרות במחזוריות קבועה. כלומר תמיד מעל דו יהיה רה, ותמיד מעל סי יהיה דו.',
                    },
                    {
                      para: 'מבחינה מתמטית כל קבוצה מכילה אינסוף צלילים. אמנם רק חלק מהם נמצא בטווח השמיעה שלנו.',
                    },
                    {
                      para: `לצלילים יש מאפיין שנקרא גובה. אפשר לומר על צליל אחד שהוא יותר גבוה מצליל אחר. צליל אחד מעל צליל מהקבוצה דו, תמיד יהיה צליל מהקבוצה רה. אחריו מי, ואז פה וכו'. מעל סי מגיע שוב דו.`,
                    },
                    {
                      para: `לקבוצות הצלילים יש סימונים באותיות לטיניות:`,
                    },

                    {
                      para: `במילים אחרות, השם "דו" מתייחס לקבוצה של צלילים. לקבוצה זו אפשר לקרוא גם "C".`,
                    },
                    {
                      para: `השם "רה" מתייחס לקבוצה של צלילים שונים, וכן הלאה.`,
                    },
                    {
                      para: `כאשר מנגנים צליל מסוים אפשר לשייך אותו לאחת הקבוצות, ולומר עליו אם הוא יותר גבוה או נמוך מצלילים אחרים.`,
                    },
                    {
                      para: `טעות נפוצה לחשוב שקבוצות הצלילים האלו (דו, רה, מי...) אלו שמות של צלילים. זאת טענה לא מדויקת. `,
                    },
                    {
                      para: `אם אומרים לגיטריסט לנגן את הצליל "דו", הוא ישאל "איזה דו?". יש צלילים רבים שנכנסים לקבוצת הצלילים שנקראת "דו". `,
                    },
                    {
                      para: `אם בכל זאת אומרים לו "תנגן דו ואל תשאל שאלות", צריך לקחת בחשבון או שהוא יבין לפי ההקשר איזה דו לנגן, או שהפירוט הזה לא משנה. `,
                    },
                    {
                      para: `למעשה רוב הזמן זה לא משנה אז מקובל לקרוא לצלילים בשם של הקבוצה שהם שייכים אליה, בלי לפרט לאיזה צליל מסוים מתכוונים. כנראה שמכאן נובעת הטעות אצל הרבה אנשים.`,
                    },
                    {
                      para: `כשיש חשיבות להתייחסות לצליל מסוים מתוך קבוצת צלילים, צריך לציין באיזו אוקטבה הצליל נמצא.`,
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'מה זה אוקטבה?',
                  topicElements: [
                    {
                      para: `אוקטבה – המרחק בין תו, לתו הקרוב ביותר באותו קבוצה (שהם מקבלים אותו שם, כלומר במרחק של 8 תווים עוקבים כולל הראשון).`,
                    },
                    {
                      para: `אוקטבה בהקשר הזה, זה מושג שמאפשר לנו לדעת בדיוק על איזה צליל מדברים. אם נאמר לגיטריסט "תנגן את הצליל דו ראשון" אז אין פה מקום לספק, כי יש רק צליל אחד ויחיד שעונה על התיאור הזה.`,
                    },
                    {
                      para: 'בקורס הזה אנחנו נלמד את הצלילים הבסיסיים (דו, רה, מי, פה, סול, לה, סי) באוקטבה האמצעית. זה כינוי לאוקטבה הראשונה כי היא מתחילה פחות או יותר באמצע הפסנתר (נוסיף גם עוד דו אחד מעל ״סי״ באוקטבה הזאת כי למה לא).',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול
          {
            lessonTitle: 'תרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול סדרת הצלילים הבסיסיים',
                  topicElements: [
                    {
                      para: 'חשוב לדעת את הסדר של הצלילים הבסיסיים. איזה צליל מגיע אחרי כל צליל אחר. בשיעור הזה נתרגל היטב את הנושא הזה.',
                    },
                    {
                      para: 'הנה כמה תרגילים שאתם יכולים לעשות כדי לחזק את ההבנה על סדר הצלילים:',
                    },
                    {
                      oList: [
                        { listItem: 'תאמרו את סדרת הצלילים הבסיסיים החל מהצליל דו, כלפי מעלה (דו, רה, מי...)' },
                        { listItem: 'תתחילו מהצליל דו, ותאמרו את הסדרת הצלילים הבסיסיים בירידה (דו, סי, לה...)' },
                        {
                          listItem:
                            'תחזרו על שני התרגילים הקודמים משאר הצלילים. פעם תתחילו מ- ״רה״, אחר כך מ- ״מי״, ותמשיכו כך גם מהצלילים ״פה״, ״סול״, ״לה״ ו- ״סי״.',
                        },
                      ],
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגול בקפיצות',
                  topicElements: [
                    {
                      para: 'בתרגיל הזה אתם מתחילים מצליל כלשהו מתוך סדרת הצלילים, ועולים פעם אחת למעלה, ופעם אחת למטה, כאשר אתם מדלגים על צליל אחד.',
                    },
                    {
                      para: 'לדוגמה אם אתם מתחילים מ- ״דו״ ועולים למעלה, סדר הצלילים יהיה: דו, מי, סול, סי, רה, פה, לה ו- דו. התרגיל מסתיים כאשר אתם מגיעים לצליל שממנו התחלתם.',
                    },
                    {
                      para: 'אותה דוגמה אבל בירידה תהיה כך: דו, לה, פה, רה, סי, סול, מי, ו- דו.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'זה לוקח זמן לשלוט בסדר של הצלילים, אבל זאת מיומנות חשובה ביותר לכל מוזיקאי ובמיוחד לפסנתרנים. אלו חישובים קטנים שנצטרך לחשב בראש שלנו כל הזמן, וככל שנבצע אותם יותר מהר נוכל לנגן מוזיקה מורכבת יותר בנוחות. זה מזכיר את החשיבות של שינון לוח הכפל. אוסף חישובים בסיסיים שמבצעים כל הזמן אז כדאי לבצע אותם מהר.',
                    },
                    {
                      para: 'לשמחתנו אין פה הרבה חישובים לזכור בעל פה. התרגילים שכתבתי לכם בשיעור הזה יעזרו לנו לכל אורך הקורס, ולא צריך לבצע חישובים מורכבים יותר. ',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - מבנה המקלדת
          {
            lessonTitle: 'מבנה המקלדת',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מבנה המקלדת',
                  topicElements: [
                    {
                      para: 'הקלידים מסודרים ככה שהצלילים הנמוכים נמצאים בצד שמאל, והגבוהים בצד ימין. שבעת קבוצות הצלילים הבסיסיים מושמעים על ידי הקלידים הלבנים במקלדת.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'איך מודדים ״מרחק״ בין צלילים?',
                  topicElements: [
                    {
                      para: 'כדי לדבר על מרחק בין צלילים משתמשים ביחידה טון. בדומה ליחידות גרם – מדידת מסה, מטר – מדידת אורך, שנייה – מדידת זמן, טון מודד מרחק בין צלילים. ',
                    },
                    {
                      para: `לדוגמה בין צלילים יכול להיות חצי טון, טון, שני טונים, 6 טונים וכו'.`,
                    },
                    {
                      para: `מרחק בין צלילים נקרא "מרווח" בשפה המקצועית. אפשר לומר שהמרווח בין צליל אחד לאחר הוא מספר טונים כלשהו.`,
                    },
                    {
                      para: `במקלדת, המרחק בין כל קליד לקליד הסמוך לו, לבן או שחור, הוא חצי טון (המרווח הזה נחשב למרווח הקטן ביותר במוזיקה המערבית).`,
                    },
                    {
                      para: `בין קלידים לבנים סמוכים יתכן שהמרווח יהיה חצי טון או טון שלם. תלוי אם יש ביניהם קליד שחור או לא.`,
                    },
                    {
                      para: `בכל אוקטבה יש שני זוגות קלידים לבנים שאין ביניהם קליד שחור, כלומר המרווח ביניהם הוא חצי טון. הצלילים האלה הם מי-פה, ו- סי-דו.`,
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'הקלידים השחורים',
                  topicElements: [
                    {
                      para: `הקלידים השחורים מנגנים את 5 קבוצות הצלילים הנוספים.`,
                    },
                    {
                      para: `השם שלהם נקבע לפי הצליל הבסיסי (קליד לבן) הסמוך אליהם, בתוספת ציון של סימן היתק (הגבהה או הנמכה). אנחנו לא נעבוד איתם בקורס הזה אבל חשוב להכיר אותם לפחות שלום-שלום.`,
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול
          {
            lessonTitle: 'תרגול',
            lessonElements: [{ comingSoon: '' }],
          },
          // lesson - שמות האוקטבות
          {
            lessonTitle: 'שמות האוקטבות',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'שמות האוקטבות בשיטה המסורתית',
                  topicElements: [
                    {
                      para: 'כדי להבדיל בין האוקטבות, כל אחת קיבלה כינוי.',
                    },
                    {
                      para: 'יש שתי שיטות לתת שמות לאוקטבות. השיטה הקלאסית היא עם שמות מילוליים. ',
                    },
                    {
                      para: `אם לוקחים פסנתר, מחפשים את הצליל "דו" שנמצא פחות או יותר באמצע הפסנתר, הצליל הזה נקרא דו אמצעי.`,
                    },
                    {
                      para: `האוקטבות תחומות בין דו לסי שמעליו, והאוקטבה שמתחילה בדו אמצעי, נקראת אוקטבה ראשונה.`,
                    },
                    {
                      para: `כדי להתייחס לצליל באוקטבה מסוימת, מציינים את שם הצליל ואחריו את שם האוקטבה. `,
                    },
                    {
                      para: `לדוגמה, הצליל דו באוקטבה ראשונה נקרא – דו ראשון.`,
                    },
                    {
                      para: `דו באוקטבה הגדולה נקרא – דו גדול.`,
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'שמות האוקטבות בתחום המחשבים',
                  topicElements: [
                    {
                      para: `שיטה נוספת היא לתת שמות לאוקטבות באמצעות מספרים. זאת שיטה מקובלת בשפת המחשבים. `,
                    },
                    {
                      para: `האוקטבה הראשונה קיבלה את המספר 3, האוקטבה מעליה היא אוקטבה 4, והאוקטבה מתחתיה היא מספר 2.`,
                    },
                    {
                      para: `כלומר האוקטבה הנגדית קיבלה את המספר 0. אוקטבה מתחת היא אוקטבה מספר -1, וכן הלאה.`,
                    },
                    {
                      para: `בתוכנות לערכית מוזיקה (כמו קיובייס, אבלטון...) משתמשים בשיטה הזאת.`,
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - מבוא לרישום תווים
      {
        chapterTitle: 'מבוא לרישום תווים',
        lessons: [
          {
            lessonTitle: 'מהם תווים?',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מהם תווים?',
                  topicElements: [
                    { para: 'תווים הם ייצוג גרפי של צלילים. הנושא שעוסק ברישום תווים נקרא תיווי.' },
                    { para: 'באנגלית תווים נקראים Sheet music או Notes. דף תווים שלם נקרא לפעמים Score.' },
                    {
                      para: 'בשיטה הקלאסית ללימוד פסנתר מלמדים לנגן יצירות על ידי תווים לשתי הידיים. התרשים המוזיקלי מורה לפסנתרן בדיוק מה לנגן ואין הרבה מקום לחופש. בגישה המודרנית שלפיה אני מעביר את התכנים בקורס הזה הגישה שונה. התרשימים המוזיקליים הינם קווים כלליים לאופן ביצוע המוזיקה. הנחיות כלליות. הפסנתרן יכול על פי הידע שרכש, הניסיון שלו והיצירתיות שלו יכול לבצע את אותה יצירה בדרכים שונות לגמרי.',
                    },
                    {
                      para: 'בתור הנגנים המבצעים של המוזיקה אתם בוחרים את סגנון הנגינה ובאופן כללי עד כמה אתם רוצים להיצמד להנחיות.מכל יצירה אפשר לצאת לטיולים והרפתקאות למקומות רחוקים ומעניינים, ואת זה אני רוצה שתזכרו לאורך כל הקורס. אל תתקבעו על ביצוע מסוים ליצירות, נסו להשתמש בכלים וטכניקות שונות על פי מה שלמדתם. כבר מהרגע הראשון שננגן אני רוצה שתתחילו לסמוך על החושים המוזיקליים שלכם. אם אני אומר לכם לנגן בצורה מסוימת, תעשו מה שאני אומר, תבינו מה שאני מנסה ללמד, ואז תרגישו בנוח לחפש דרכים אחרות לבצע את המוזיקה.',
                    },
                  ],
                },
              },
            ],
          },
          {
            lessonTitle: 'מושגים בסיים ברישום תווים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'נתחיל בדוגמה',
                  topicElements: [
                    { para: 'בואו נראה דוגמה לרישום של כמה תווים ונבין ביחד מה הולך פה:' },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `G E E2 | F D D2 | C D E F | G G G2 |
                
                G E E2 | F D D2 | C E G G | C4 |]`,
                      },
                    },
                    {
                      para: 'בשיעור הזה אני רוצה שתצליחו להבין את כל האלמנטים שמופיעים בדוגמה הזאת. ',
                    },
                    { para: 'אלה המושגים שנדון בהם:' },
                    {
                      uList: [
                        { listItem: 'חמשה' },
                        { listItem: 'מפתח סול' },
                        { listItem: 'תיבות' },
                        { listItem: 'משקל ארבע רבעים' },
                        { listItem: 'תווים' },
                      ],
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'חמשה',
                  topicElements: [
                    {
                      para: 'את התווים אנחנו רושמים על פני שורות הבנויות מחמישה קווים מקבילים. השורה הזאת נקראת ״חמשה״ (על שם חמשת הקווים שמרכיבים אותה).',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'מפתח סול',
                  topicElements: [
                    {
                      para: 'בתחילת החמשה יש קשקוש יפהפה (שאם אתם אמיצים אתם תנסו לצייר אותו בעצמכם במחברת), הסימן הזה נקרא ״מפתח״. יש עוד כמה מפתחות, המפתח הזה נקרא מפתח סול. למה הוא נקרא מפתח סול? כי הוא מראה לנו איפה נמצא הצליל סול בחמשה.',
                    },
                    {
                      para: 'אם תסתכלו טוב תוכלו לראות שהציור של המפתח מתחיל בערך על הקו השני מלמטה. תווים שראשם על הקו הזה יהיו הצליל סול. אחרי שמצאנו צליל אחד על החמשה - מצאנו את כולם. על התווים עצמם נדבר בהמשך, כרגע נתרכז בשאר המושגים.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'תיבות',
                  topicElements: [
                    {
                      para: 'יצירות מוזיקליות אנחנו מחלקים לחלקים קטנים שנקראים ״תיבות״. התיבות ביצירה הן בעלות אותו משך ונותנות למוזיקה מבנה ברור. החלוקה לתיבות היא מאוד נוחה כי אין צורך לדבר ביחידות מידה של שניות. הרי את השיר יונתן הקטן למשל אפשר לנגן מהר ואפשר לאט. אי אפשר להגיד לפסנתרן ״תנגן לי את יונתן הקטן אבל תתחיל בשניה שמונה״. הדרך הנכונה לדבר על מבנה של יצירות מוזיקליות הוא בעזרת תיבות. לגמרי אפשר להגיד לפסנתרן ״תנגן לי את יונתן הקטן אבל תתחיל בתיבה שמונה״. אתם יכולים לחשוב על תיבות כאל יחידות הבנייה של יצירות מוזיקליות, כמו קוביות לגו.',
                    },
                    {
                      para: 'סוף תיבה מצוין בתרשים המוזיקלי על ידי קו אנכי קטן. תסתכלו בדוגמה ותנסו לזהות את החלוקה של התיבות. אתם מצליחים לראות איפה סוף כל תיבה? כמה תיבות יש בדוגמה?',
                    },
                    {
                      para: 'אופן החלוקה הפנימית של התיבות נקבע על ידי ה- ״משקל״ של היצירה.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'משקל ארבע רבעים',
                  topicElements: [
                    {
                      para: 'אחרי המפתח, יש לנו פעמיים את המספר ארבע אחד על השני. הסימן הזה נקרא ״משקל״. מוזיקה מחולקת לתיבות. כל תיבה מכילה כמה צלילים. אתם יכולים לראות בדוגמה שכל כמה צלילים יש קו אנכי קטן, הוא מורה על סוף התיבה. המשקל מציין את מבנה התיבות. כל משקל מורכב משני מספרים - מספר עליון ומספר תחתון. המספר העליון מציין כמה פעימות יש בכל תיבה (במקרה הזה ארבע. יכול להיות גם אחד, שניים, שלול, שש עשרה...) והמספר התחתון מציין מה ערך הקצב של כל פעימה (במקרה הזה רבע. יכול להיות גם שמינית, חצי, שלם, חלקי שש עשרה...).',
                    },
                    {
                      para: 'למשקל שבדוגמה קוראים ״ארבע רבעים״. תמיד נציין את כמות הפעימות, ואז את הערך של כל פעימה.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'תווים',
                  topicElements: [
                    {
                      para: 'כמו שבטח כבר הבנתם, לנקודות השחורות עם הקווים אנחנו קוראים ״תווים״. כל רישום של תו נותן לנו שתי פיסות מידע על הצליל: הגובה שלו והמשך שלו. הגובה נקבע על ידי מיקום ראש התו (העיגול השחור',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - שלושה צלילים ראשונים
      {
        chapterTitle: 'שלושה צלילים ראשונים',
        lessons: [
          // lesson - מבוא תאורטי
          {
            lessonTitle: 'מבוא תאורטי',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'רישום הצלילים בחמשה',
                  topicElements: [
                    {
                      para: ' בתור התחלה נלמד לנגן שלושה צלילים באוקטבה האמצעית: דו, רה, מי.',
                    },
                    {
                      para: 'כך הם כתובים על החמשה במפתח סול:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `C | D  | E |`,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'ערכי הקצב',
                  topicElements: [
                    {
                      para: 'כאשר ראש התו חלול ואין לו רגל, הוא מייצג את ערך הקצב ״שלם״. כאשר הוא חלול ויש לו רגל, הוא מייצג את הערך ״חצי״.',
                    },
                    {
                      para: 'למעלה התווים כתובים בערכי קצב של שלמים, וכך ייראו התווים האלו בערכי קצב של חצאים:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          K: 'C',
                        },
                        body: `C | D  | E | `,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'הפסקות',
                  topicElements: [
                    {
                      para: 'הפסקות של שלמים נראות ככה:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `z| z| z| z|]`,
                      },
                    },
                    {
                      para: 'והפסקות של חצאים נראות ככה:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `z z| z z| z z| z z|]`,
                      },
                    },
                    {
                      para: 'שימו לב שבמשקל של ארבע רבעים, הפסקה של שלם תופסת תיבה שלמה, כי הערך שלם הוא שווה ערך בדיוק לארבע רבעים. הערך חצי שווה ערך בדיוק לשני רבעים, ולכן שני חצאים ממלאים תיבה שלמה במשקל של ארבע רבעים.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול טכניקה ליד ימין
          {
            lessonTitle: 'תרגול טכניקה ליד ימין',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מה יד ימין עושה',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתמקד בטכניקה של יד ימין, בטכניקה הכי בסיסית - לנגן את המנגינה. לנגן את התווים שכתובים בתרשים.',
                    },
                    {
                      para: 'למה אני קורא לניגון התווים בדיוק כמו שהם ״טכניקה״? מכיוון שככל שתתקדמו בלמידת הנגינה בפסנתר אתם תראו שתווי המנגינה הם יותר ״הנחיות כלליות״ מאשר הוראות נוקשות. אמנם זה מעבר לסקופ של הספר הזה, אבל זה נושא שנתעסק איתו בספרים הבאים בסדרה (שילבתי פרסומת ;).',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'הוראות לתרגילים',
                  topicElements: [
                    {
                      para: 'כאשר אתם מסתכלים על תרגיל ובכלל על כל יצירה שכתובה מולכם, אתם צריכים להעיף עליה מבט ולראות אם אתם מבינים מה הולך. אם אתם מזהים את התווים שכתובים בה, אם הקצב של המנגינה מובן, ורק אז מתחילים לנגן.',
                    },
                    {
                      para: 'בתור התחלה אני רוצה שרק תסתכלו על התרגיל, ותקראו בקול רם את התווים שכתובים בו. תוודאו שאתם מצליחים לזהות את כל התווים בתרגיל.',
                    },
                    {
                      para: 'לאחר מכן תפעילו מטרונום על טמפו איטי ותמחאו כף לפי הקצב של המנגינה או אפילו יותר טוב, תנסו לשיר את התווים. תעשו ככה עד שהקצב והתווים ברורים לכם.',
                    },
                    {
                      para: 'אז אחרי שהתווים מובנים והקצב ברור זה הזמן לנגן. תפעילו מטרונום ותנגנו את המנגינה לפי הקצב. נסו תוך כדי לספור את הפעימות (אחת, שתיים, שלוש, אבע...), לרקוע עם הרגל, להזיז את הגוף מעט לפי  הקצב, ולשיר את המנגינה ביחד עם הפסנתר. ככל שתרגישו את המוזיקה עם הגוף, האוזניים והמחשבה אתם תשתפרו בנגינה ובפיתוח החשיבה המוזיקלית.',
                    },

                    {
                      para: ' נסכם את השלבים לביצוע כל תרגיל:',
                    },
                    {
                      oList: [
                        { listItem: 'לקרוא את התווים בקול רם' },
                        { listItem: 'למחוא כף לפי קצב המנגינה ביחד עם מטרונום' },
                        { listItem: 'לנגן את התווים עם מטרונום תוך תזוזה עם הגוף / רקיעה עם הרגל / שירה של התווים' },
                      ],
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגילי חימום',
                  topicElements: [
                    {
                      para: 'אם הכל ברור בואו נתחיל. כתבתי לכם תרגילים ברמת קושי עולה, תעברו על כולם אפילו יותר מפעם אחת לפי השלבים שתיארתי למעלה.',
                    },

                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `C | E | D | E | C |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `E | E/ D/ | E | E | C |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `D/ E/ | C/ C/ | D | E/ D/ | C |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `C/ D/ | E/ D/ | E/ C/ | C/ E/ | C |]
                `,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'עולים רמה',
                  topicElements: [
                    {
                      para: 'בואו ננגן תרגילים ארוכים יותר. תזכרו לשמור על הקצב מההתחלה ועד הסוף.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `C C | D D | E E | D2 |
                E C | D E | C E | D C |]
                `,
                      },
                    },

                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: ` E C | E C | D C | C D |
                E C | E C | D C | C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: ` C2 | D C | C2 | E C |
                C2 | D E | E D | C2 |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: ` C C | E E | D D | C2 |
                C C | E E | D2 | C D |
                E E | C C | D C | E2 |
                C C | E E | D D | C2 |]
                `,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגול הפסקות',
                  topicElements: [
                    {
                      para: 'בואו נתרגל מנגינות שכוללות הפסקות:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `C C | E z | E E | D z |
                C D | z2 | E C | z2 |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `z C | z D | z E | C D |
                E2 | z D | C E | z2 | C2|]
                `,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'האם אתם מוכנים להמשיך לשיעור הבא? אם אתם מצליחים לנגן את התרגילים תוך התבוננות בתווים ובלי להסתכל על היד שלכם, ואתם מצליחים לנגן לפי הקצב עם מטרונום וגם בלי, אתם מוכנים.',
                    },
                    {
                      para: 'אם זה עדיין קשה, תמשיכו להתאמן ואל תוותרו. תתמידו ותעבדו על התרגילים של השיעור הזה שוב ושוב עד שתוכלו לנגן את כולם בלי בעיה.',
                    },
                  ],
                },
              },

              // remove the following from the lesson

              //       {
              //         para: ' בתור התחלה תנגנו רק את התווים, לאחר מכן תנגנו רק את הליווי ביד שמאל, ואחרי שאתם מסוגלים לנגן עם כל יד בנפרד, נסו לנגן עם שתי ידיים ביחד. ',
              //       },
              //       {
              //         tune: {
              //           header: {
              //             L: '1/2',
              //             M: '4/4',
              //             K: 'C',
              //           },
              //           body: `"C" CC | DE |"G" DE | "C" DC |
              // "C" EE | DC | "G" ED | D2 |
              // "C" CC | DC | "G" EC | "C" C2 |]`,
              //           meta: {
              //             C: 'Irad Doron',
              //             T: 'Little Exercise',
              //           },
              //         },
              //       },
            ],
          },
        ],
      },
      // chapter - מבוא לסולמות
      {
        chapterTitle: 'מבוא לסולמות',
        lessons: [
          {
            lessonTitle: 'מהם סולמות?',
            lessonElements: [
              { comingSoon: '' },
              {
                topic: {
                  topicTitle: 'מהם סולמות?',
                  topicElements: [
                    {
                      para: 'סולם זוהי קבוצת צלילים. הגדרות אחרות עלולות לסבך את העניין. אם נדייק יותר, סולם זוהי קבוצה של צלילים השייכים בעצמם לקבוצות צלילים שונות.',
                    },
                    {
                      para: 'מה הכוונה ״שייכים בעצמם לקבוצות צלילים שונות״? הרי דיברנו על קבוצות הצלילים הבסיסיים (דו, רה, מי....), ואמרנו שכל שם כזה מייצג קבוצה אינסופית של צלילים שכל צליל בקבוצה הזו נקרא כשם הקבוצה, עם אינדיקציה לגבי האוקטבה הספציפית שבה הוא נמצא. למשל ״דו ראשון״ מתייחס לצליל מהקבוצה ״דו״ שנמצא באוקטבה הראשונה.',
                    },
                    {
                      para: 'לכן רציתי לדייק, כי אם אני מגדיר סולם כקבוצה של צלילים, תוכלו לטעון שקבוצת הצלילים ״דו״ היא גם סולם, כי היא קבוצה של צלילים שכולם מכונים ״דו״. ',
                    },
                    {
                      para: 'כאשר מגדירים סולם, כוללים בו צלילים מקבוצות צלילים שונות, וגם כאן אין משמעות לציון האוקטבה של הצלילים. אם הגדרתי סולם שכולל את הצליל ״דו״ הכוונה שהוא כולל את כל הצלילים מקבוצת הצלילים ״דו״. מהסיבה הזאת כאשר מדברים על סולמות אין משמעות לציון האוקטבה של הצלילים. אם סולם מכיל צליל כלשהו הכוננה בהכרח שהוא מכיל את כל שאר הצלילים בעלי אותו השם, או במילים אחרות, כל הצלילים מאותה קבוצת צלילים.',
                    },
                  ],
                },
              },
            ],
          },
          {
            lessonTitle: 'מה עושים עם סולמות?',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - מבוא לאקורדים
      {
        chapterTitle: 'מבוא לאקורדים',
        lessons: [
          {
            lessonTitle: 'מהו אקורד?',
            lessonElements: [{ comingSoon: '' }],
          },
          {
            lessonTitle: 'אקורדים משולשים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - תרשימים מוזיקליים בסגנון Lead Sheet
      {
        chapterTitle: 'תרשימים מוזיקליים בסגנון Lead Sheet',
        lessons: [
          {
            lessonTitle: 'מה זה Lead Sheet?',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי ביד שמאל - שורשים
      {
        chapterTitle: 'ליווי ביד שמאל - שורשים',
        lessons: [
          // lesson
          {
            lessonTitle: 'טכניקת הליווי ״שורשים״',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'שני אקורדים ראשונים',
                  topicElements: [
                    {
                      para: 'האקורדים שנלמד בפרק הזה הם דו מז׳ור וסול מז׳ור. את אקורד דו מז׳ור מייצגים על ידי ״C״ ואת אקורד סול מז׳ור על ידי ״G״. ',
                    },
                    {
                      para: ' על פני החמשה הם ייראו כך:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `"C"z | "G"z |`,
                      },
                    },
                    {
                      para: 'תזכורת: אקורד דו מז׳ור מורכב מהצלילים ״דו + מי + סול״ ואקורד סול מז׳ור מורכב מהצלילים ״סול + סי + רה״.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול שורשים
          {
            lessonTitle: 'תרגול שורשים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגיל חימום',
                  topicElements: [
                    {
                      para: 'בתרגיל הבא המטרה היא לתרגל מעבר בין שני האקורדים. נגנו בהתחלה לאט, לאט, בלי מטרונום, רק כדי לראות שברור איך צריך לנגן, ואז תפעילו מטרונום על טמפו איטי ותנגנו את התרגיל בלופים.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z | "G" z | "C" z | "G" z :|]`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'החלפות אקורדים בתזמון שונה',
                  topicElements: [
                    {
                      para: 'אם לא כתוב אקורד חדש בתחילת תיבה, זה אומר שהאקורד האחרון שנרשם הוא האקורד הנוכחי. במילים אחרות, ברגע שכתוב אקורד, זה האקורד של היצירה עד שנכתב אקורד חדש.',
                    },

                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z |  z | "G" z |  z :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z |  "G" z |  z | "C" z :|]`,
                      },
                    },
                    {
                      para: 'אפשר גם לעבור אקורדים במשכי זמן יותר קצרים, כמו חצאים למשל.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z "G" z |  "C" z "G" z | "C" z2 | "G" z2 :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z2 |  "G" z "C" z | "G" z2 | "C" z2 :|]`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'חשוב מאוד להתאמן על ליווי עם מטרונום ברקע. פיתוח תחושת קצב זה קריטי לנגינה בפסנתר ובכלל לכל מה שקשור למוזיקה.',
                    },
                    {
                      para: 'אם אתם מצליחים לעבור היטב בין האקורדים ולנגן את התרגילים האלו בצורה טובה, אתם מוכנים להמשיך לשיעור הבא.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - נגינת מנגינה עם ליווי שורשים
      {
        chapterTitle: 'נגינת מנגינה עם ליווי שורשים',
        lessons: [
          // lesson - יצירות ראשונות בשתי ידיים
          {
            lessonTitle: 'יצירות ראשונות בשתי ידיים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'לנגן בשתי ידיים',
                  topicElements: [
                    {
                      para: 'אם הגעתם לכאן סימן שאתם מסוגלים לנגן מנגינות ביד ימין וללוות אקורדים ביד שמאל. השלב הבא הולך להיות כיף במיוחד - לנגן בשתי ידיים. ',
                    },
                    {
                      para: 'אני זוכר שראיתי פעם ראשונה מישהו מנגן בפסנתר זה היה נראה לי כמעט לא אנושי. איך אפשר בכלל לנגן בשתי ידיים וכל יד עושה משהו אחר לגמרי? לפני ששמתי לב גם אני הצלחתי ואז הבנתי איך עושים את זה. מילות המפתח הן תבניות וזיכרון עצבי.',
                    },
                    {
                      para: 'בהתחלה מצליחים לנגן ביד אחת. אחר כך מצליחים לנגן ביד שנייה. ככל שמתאמנים יותר על התפקיד של כל יד, נדרש למוח שלנו פחות ״כוח עיבוד״ כדי להבין מה לנגן. הידיים צריכות לקבל פחות הנחיות, כי הזיכרון העצבי נכנס לפעולה. כאשר מתרגלים שוב ושוב תבנית מסוימת, היד זוכרת אותה. זה נקרא ״זיכרון עצבי״. העצבים ביד זוכרים את התנועות ועם הזמן מבצעים אותן באופן אוטומטי.',
                    },
                    {
                      para: 'בהקשר שלנו, אם התאמנתם היטב על קריאת תווים ליד ימין ונגינתם, והתאמנתם היטב על ליווי אקורדים ביד שמאל בטכניקת השורשים, אתם תצליחו לנגן בקצב איטי גם בשתי ידיים. ככה זה עובד. ',
                    },
                    {
                      para: 'בתחילת כל תרגיל תנגנו בלי מטרונום רק כדי להרגיש את הנגינה בשתי ידיים. אחרי ששברתם את הקרח והתחממתם תפעילו מטרונום על טמפו איטי (אפילו על 40 אם צריך).  העיקר לעבוד בתוך מסגרת קצב כלשהי. מטרונום הוא חבר יקר בשלב הזה.',
                    },
                    {
                      para: 'נקודת המוצא המשותפת לכולם, שכל אחד יכול להצליח, היא לנגן לאט בטכניקת ליווי השורשים ביחד עם נגינת המנגינה, אחרי שהצלחתם לפחות פעם אחת לנגן את התפקיד של יד ימין בנפרד, ואת של יד שמאל בנפרד.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'תרגילי חימום',
                  topicElements: [
                    {
                      para: 'נתחיל עם כמה תרגילים קצרים כדי להבין את הרעיון. לפני שאתם מנגנים בשתי ידיים, נגנו קודם את התפקיד של יד ימין לבד, ואז את שמאל לבד, ורק אז תנסו לנגן בשתי ידיים.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C | "G" D | "C" E/ C/| "G" D/ E/ | "C" C |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C C | "G" D C | "C" E2| "G" D2 | "C" C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"G" D E | D C | "C" E D| "G" C E | "C" C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"G" D2 | "C" E2 | "G" D E|  C D| "C" E2 |]`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'עולים רמה',
                  topicElements: [
                    {
                      para: 'עכשיו נתקדם לתרגילים יותר ארוכים. אם אתם מרגישים בנוח עם הנגינה, תדחפו את המטרונום קדימה. נגנו כל פעם קצת יותר מהר. מתוך הקושי אתם תרכשו מיומנות בנגינה. אם כל הזמן יהיה לכם קל, כמו בכל דבר בחיים, אתם לא תתקדמו לשום מקום.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C D | E C | "G" D E | D C |
                 "C" E C | "G" D E | D2 | "C" C2|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E2 | "G" D2 | "C" E D | "G" D C |
                "C" E2 | "G" D E | D E | "C" C2 |]`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'אני מקווה שאתם נהנים ומתחילים לראות שאפשרי לנגן עם שתי ידיים. אני גם מקווה שאתם מקשיבים למה שאתם מנגנים ונהנים מהצלילים שיוצר הפסנתר שלכם. לפעמים כל כך נשאבים לתרגילים וליצירות ברמה הטכנית, כלומר כל כך משתדלים שהכל יהיה נכון ובדיוק במקום, ושוכחים שאנחנו יוצרים מוזיקה. תקשיבו לצלילים שיוצאים מהפסנתר ותתחברו אליהם. גם ביצירות פשוטות אפשר למצוא הרבה יופי.',
                    },
                    {
                      para: 'אם אתם מצליחים לנגן את היצירות של השיעור הזה בליווי שורשים ביחד עם המנגינה, אתם מוכנים להמשיך. אם זה עדיין קשה, קחו את הזמן שדרוש לכך ותמשיכו להתאמן עד שתצליחו.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - פרימה ויסטה
          {
            lessonTitle: 'פרימה ויסטה',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'פרימה ויסטה',
                  topicElements: [
                    {
                      para: 'מה זה פרימה ויסטה? לנגן יצירה בקריאה ראשונה. לנגן יצירה שמעולם לא ראיתם או ניגנתם.',
                    },
                    {
                      para: 'אם קראתם אי פעם פוסט בפייסבוק או הודעה שחבר שלח בטלפון, כנראה שלא הייתם צריכים לפני שפיענכתם את הטקסט לעבור מילה, מילה, ולחפש את הפירוש. הצלחתם לקרוא בצורה מושלמת חלק טקסט מסוים שמעולם לא קראתם בעבר.  בנגינה על כלים מוזיקליים זאת יכולת שחשוב לפתח. לקרוא יצירות מוזיקליות כמו שקוראים פוסטים בפייסבוק.',
                    },
                    {
                      para: 'בשיעור הזה נתרגל פרימה ויסטה. שיעור קודם לפני שניגנו את היצירה בשתי ידיים, התאמנו על כל יד בנפרד. כאן אני רוצה שעל הפעם הראשונה תנגנו בשתי ידיים ובלי מטרונום. תסמכו על האינסטינקטים שלכם ועל הניסיון שרכשתם עד כה.',
                    },
                    {
                      para: 'כישורי הפרימה ויסטה דורשים תרגול והרבה. תתאמנו כמה שאתם יכולים בקריאת מוזיקה (דרך אגב, אם אני אומר ״לקרוא מוזיקה״ אני מתכוון ללנגן את המוזיקה). תזכרו שתרגול, תרגול ועוד תרגול יוצר יכולות פנומנליות. אפילו לקרוא יצירה או שתיים ביום זה מצוין. תתאמנו לפי מה שאתם מסוגלים להשקיע. תמשיכו להתאמן ולהשתפר עד שתוכלו לקרוא מוזיקה בלי בעיה.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגילים',
                  topicElements: [
                    {
                      para: 'לכו על זה, נגנו את היצירות הבאות בקריאה ראשונה, בפרימה ויסטה!',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" CC | DE |"G" DE | "C" DC |
                "C" EE | DC | "G" ED | D2 |
                "C" CC | DC | "G" EC | "C" C2 |]`,
                        meta: {
                          C: 'Irad Doron',
                          T: 'Little Exercise',
                        },
                      },
                    },

                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 E2 | C2 E2 |"G" D2 E2 | D4 |
           "C" E2 C2 |"G" D2 E2 |"C" C2 E2 |"G" D2 C2 |
           "C" C2 E2 | C2 E2 |"G" D2 C2 |"C" C4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 D2 | E2 D2 |"G" E2 D2 |"C" E4 |
                    "C" E2 D2 | C2 D2 |"G" D4 |"C" C4 |
                    "C" C2 D2 | E2 D2 | "G" E2 E2 | D4 |
                    "C" C2 E2 | D2 E2 |"G" C2 D2 |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - עוד יצירות לתרגול
          {
            lessonTitle: 'עוד יצירות לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול, תרגול ,תרגול',
                  topicElements: [
                    {
                      para: 'כמו שציינתי בשיעורים קודמים, אי אפשר להדגיש כמה חשוב לתרגל. לאמן את העיניים לזהות את התווים, את האצבעות לנגן אותם ואת המוח והדמיון לחשוב על אופן הביצוע וביטוי המוזיקה. בשיעור הזה תוכלו למצוא עוד יצירות לתרגול, אתם מוזמנים להתאמן על פרימה ויסטה, וגם להקפיץ את המטרונום למעלה ולהעלות את רמת הקושי של התרגילים.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E4 |"G" D4 |"C" z2 E2 |"G" D4 |
                    "C" C2 E2 |"G" E2 D2 |"C" C2 E2 |"G" D4 |
                    "C" E4 |"G" D4 |"C" z2 E2 |"G" E2 D2 |
                    "C" C2 E2 |"G" D4 | C2 E2 |"C" C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 D2 | E2 E2 |"G" D4 | z4 |
                    "C" C2 D2 | E2 E2 |"G" E4 | D2 E2 |
                    "C" C2 D2 | E2 E2 |"G" D4 | E2 D2 |
                    "C" C2 D2 | E2 C2 |"G" z2 D2 |"C" C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E2 E2 | C2 C2 |"G" D2 D2 |"C" E2 E2 |
                    C2 E2 | D2 C2 |"G" E2 D2 |"C" D2 C2 |
                    E2 E2 | C2 C2 |"G" D2 C2 | E4 |
                    D2 C2 | E2 D2 | D2 C2 |"C" C4 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - נגינה ביד ימין - ערכי קצב של רבעים
      {
        chapterTitle: 'נגינה ביד ימין - ערכי קצב של רבעים',
        lessons: [
          // lesson - ערכי קצב של רבעים
          {
            lessonTitle: 'ערכי קצב של רבעים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'רבעים',
                  topicElements: [
                    {
                      para: 'ערך הקצב שנלמד הוא ״רבע״. אזכיר ואומר שחצי שווה ערך לשני רבעים, ושלם שווה ערך לארבעה רבעים. כך כותבים רבעים על החמשה:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                        },
                        body: `C D E F G`,
                      },
                    },
                    {
                      para: 'ככה כותבים הפסקה במשך של רבע:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `z z z z | z z z z |]`,
                      },
                    },
                    {
                      para: 'ניזכר בשאר סימני הקבצ של הפסקות שלמדנו (רבעים, חצאים ושלמים):',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `z z z z | z2 z2 | z4 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול נגינת רבעים ביד ימין
          {
            lessonTitle: 'תרגול נגינת רבעים ביד ימין',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי ביד שמאל - פירוקי רבעים
      {
        chapterTitle: 'ליווי ביד שמאל - פירוקי רבעים',
        lessons: [
          // lesson - הדגמת הטכניקה
          {
            lessonTitle: 'מהי טכניקת הליווי פירוקי רבעים?',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'פירוקי רבעים',
                  topicElements: [
                    {
                      para: 'בטכניקת הליווי פירוקי רבעים, אנחנו מנגנים ביד שמאל צליל אחד של האקורד כל רבע. כלומר בתיבה של ארבעה רבעים אנחנו ננגן ארבעה צלילים. זאת טכניקה מאוד יסודית וחשובה ולמעשה זאת טכניקת הליווי הכי מתקדמת ליד שמאל שנלמד בקורס הזה. שליטה טובה בטכניקה הזאת תאפשר לכם ללמוד טכניקות מורכבות יותר שמבוססות עליה ומוסיפות לה מורכבות. תשקיעו בשליטה בטכניקה הזאת ויהיו לכם יסודות איתנים להמשך לימוד הנגינה בפסנתר.',
                    },
                    {
                      para: 'לטכניקת פירוקי הרבעים יש כמה תבניות מלודיות שנשתמש בהן. נתחיל עם תבנית אחת שהיא לדעתי הכי שימושית והיא לבדה יכולה לתת תוצאות מעולות.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'התבנית הבסיסית',
                  topicElements: [
                    {
                      para: 'לראות דוגמה בעיניים יהיה הרבה יותר ברור אבל בכל זאת אכתוב לכם בנוסף גם תיאור מילולי של התבנית. לפני ההסבר אראה לכם דוגמה של ליווי האקורדים דו מז׳ור וסול מז׳ור בתבנית הזאת, ואז תקראו את ההסבר.',
                    },
                    {
                      para: 'כאמור זאת תבנית ליווי ליד שמאל. עם אצבע מספר 5 (הזרת) ננגן את הצליל הראשון של האקורד. הצליל הזה נקרא גם השורש, או הטוניקה וגם לפעמים נקרא ה-״אחד״ של האקורד. ',
                    },
                    {
                      para: 'הצליל הבא שננגן יהיה הצליל השלישי של האקורד ואותו ננגן עם אצבע מספר 2 (האצבע המורה). הצליל הזה נקרא גם ״הקווינטה״ או ה- ״חמש״ של האקורד.',
                    },
                    {
                      para: 'הצליל השלישי בתבנית יהיה השורש של האקורד אבל אוקטבה למעלה מהצליל הראשון שניגנו. אותו ננגן עם אצבע מספר 1 (האגודל).',
                    },
                    {
                      para: 'הצליל הרביעי שננגן והוא זה שסוגר תבנית של ארבעה צלילים, יהיה שוב הצליל השלישי של האקורד וננגן אותו בדיוק כמו הצליל השני בתבנית. אפשר לחשוב על זה כאילו הגענו לקצה שלהדרך וחזרנו אחורה.',
                    },
                    {
                      para: 'לדוגמה אם נרצה ללוות בטכניקת פירוקי רבעים בתבנית הזאת את האקורד דו מז׳ור, מה אנחנו צריכים לעשות? קודם כל צריך לדעת מה הצלילים של האקורד בסדר הכרונולוגי. דו מז׳ור מורכב מהצלילים דו, מי וסול. צליל ראשון דו, צליל שני מי וצליל שלישי סול. אז בתבנית הזאת ננגן ״דו״, ״סול״, ״דו (אוקטבה למעלה)״, ״סול (כמו הצליל השני בתבנית)״.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול
          {
            lessonTitle: 'תרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'בואו נתרגל את התבנית החדשה',
                  topicElements: [
                    {
                      para: 'נגנו את מהלכי האקורדים הבאים בעזרת טכניקת הליווי של יד שמאל בתבנית שלמדנו.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z | "G" z | "C" z | "G" z :|]`,
                      },
                    },
                    {
                      para: 'אם אקורד נמשך יותר מתיבה אחת, תחזרו על התבנית מהתחלה בתיבה החדשה.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z |  z | "G" z |  z :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z |  "G" z |  z | "C" z :|]`,
                      },
                    },
                    {
                      para: 'אם אקורד נמשך פחות מתיבה אחת, כמו במקרה הזה שיש אקורדים שנמשכים חצי תיבה (או במילים אחרות ״2 רבעים״), תנגנו רק חלק מהתבנית. ',
                    },
                    {
                      para: 'תחשבו על זה ככה, אתם מנגנים את תבנית הליווי עד שמגיע אקורד חדש. אם הוא מגיע באמצע התבנית או אחרי שתיים או שלוש תיבות, זה לא משנה. אתם ממשיכים לנגן את התבנית עד שמגיע אקורד חדש. כאשר הוא מגיע אתם מפסיקים את התבנית באותו רגע אפילו אם עוד לא השלמתם את התבנית של ארבעה צלילים, אתם עוברים לאקורד החדש ומתחילים את התבנית מהתחלה. גם אם יש אקורד במשך שמונה תיבות, אתם תנגנו את התבנית שוב ושוב עד שהוא יתחלף.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z "G" z |  "C" z "G" z | "C" z2 | "G" z2 :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|:"C" z2 |  "G" z "C" z | "G" z2 | "C" z2 :|]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול עם הרכב
          {
            lessonTitle: 'תרגול עם הרכב',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'בואו ננגן ביחד',
                  topicElements: [
                    {
                      para: 'את היצירה הבאה אתם תנגנו ביחד עם הרכב. אתם תנגנו את התפקיד של יד שמאל ובפלייבק יהיו תפקידים נוספים לפסנתר, גיטרה, בס ותופים. אתם לא צריכים תרשים מוזיקלי, התפקיד שלכם הוא ללוות בטכניקת פירוקי רבעים את אקורד דו מז׳ור ואז סול מז׳ור. כל אחד למשך ארבעה רבעים. תעברו בין שניהם לאורך כל היצירה.',
                    },
                    {
                      para: 'שימו לב שהיצירה מתחילה בכמה תיבות של תפקיד הליווי שלכם, ואחר כך הסאונד מושתק ואתם צריכים להמשיך לנגן. אם איבדתם מעקב אחרי האקורדים, אתם יכולים להסתכל בסרטון ולראות המחשה של התפקיד שלכם.',
                    },
                    {
                      para: 'זה תרגול מצוין לפירוקי רבעים ביד שמאל. תנגנו ביחד עם ההרכב פעם אחת ביום למשך שבוע (כל יום פעם אחת זה מספיק אבל אם בא לכם לתרגל יותר לכו על זה). אחרי שבוע אתם תראו שיפור משמעותי.',
                    },
                    {
                      para: 'יש ביצירה הזאת כמה חלקים מוזיקליים בסגנונות שונים, ובאמצע השיר הגברתי את הטמפו כדי לאתגר אתכם. תסמכו על האוזניים שלכם שיכווינו אתכם. איפה שמרגיש לכם מתאים נגנו חזק יותר, במקומות אחרים אולי יתאים חלש יותר. ',
                    },
                    {
                      videosMat: {
                        topicTitle: 'תרגול עם הרכב',
                        videos: [
                          {
                            topicTitle: 'רוק תיאטרלי',
                            url: 'https://www.youtube.com/embed/EAg-MUqCnJY',
                          },
                        ],
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - נגינת מנגינה עם ליווי פירוקי רבעים
      {
        chapterTitle: 'נגינת מנגינה עם ליווי פירוקי רבעים',
        lessons: [
          // lesson - נגינת יצירות
          {
            lessonTitle: 'נגינת יצירות',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול נגינה בשתי ידיים',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נסכם את כל מה שלמדנו עד כה. לקרוא את התווים דו, רה ומי, לזהות את ערכי הקצב שלמים, חצאים ורבעים, ואת האקורדים דו מז׳ור וסול מז׳ור.',
                    },
                    {
                      para: 'כל תרגיל תנגנו קודם כל את התפקיד של יד ימין (רק את המגינה). אחר כך תנגנו רק את התפקיד של יד שמאל (ללוות את האקורדים בפירוקי רבעים). אחרי שאתם מצליחים לנגן כל יד לחוד, תנגנו עם שתי הידיים ביחד. תתחילו בטמפו איטי כמה שנדרש כך שתצליחו לנגן את הצלילים הנכונים בקצב הנכון.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E E C C |"G" D D E E |"C" D C D E |"G" E D D2 |
                "C" E E C C |"G" D D D E | D C D E |"C" D C C2 |
                E E E2 |"G" E D D2 |"C" E D C D |"G" E D D2 |
                "C" E E C C |"G" D D D E | D C E D |"C" D C C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"G" D2 D2 |"C" C E E2 |"G" D E E2 |"C" C E E2 |
                "G" D2 D2 |"C" C2 E C |"G" z C E C |"C" E C C2 |
                "G" D2 D2 |"C" C E E2 |"G" D E E D |"C" C E E C |
                "G" D C D C |"C" C E E C |"G" C C E C |"C" C4 |`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" z D E C | z D E C | z D C E |"G" D E D C |
                "C" E D E C | z D E C |E D C E |"G" D D D2 |
                "C" D E C2 | D E C2 | D C E D |"G" E D C2 |
                "C" E D E C | z D E C |"G" E D C E |"C" C4 |] `,
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - נגינה ביד ימין - חמישה צלילים
      {
        chapterTitle: 'נגינה ביד ימין - חמישה צלילים',
        lessons: [
          // lesson - צלילים חדשים
          {
            lessonTitle: 'צלילים חדשים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'הצלילים פה וסול',
                  topicElements: [
                    {
                      para: 'הצלילים שנלמד הם: פה ו- סול באוקטבה האמצעית. כך רושמים את הצליל פה:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `F`,
                      },
                    },
                    {
                      para: 'וכך את הצליל סול:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `G`,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'חזרה על הצלילים שלמדנו',
                  topicElements: [
                    {
                      para: 'כעת השלמנו חמישה צלילים מתוך האוקטבה האמצעית:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `C D E F G`,
                      },
                    },
                    {
                      para: 'בפרק הזה נתאמן על הזיהוי שלהם בחשמה ועל ונשתמש בהם ביצירות.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול צלילים חדשים ביד ימין
          {
            lessonTitle: 'תרגול צלילים חדשים ביד ימין',

            lessonElements: [
              {
                topic: {
                  topicTitle: 'בואו נתרגל את הצלילים החדשים',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתאמן בקריאת התווים החדשים בשילוב ערך קצב של רבעים. בתור חימום ותרגול בסיסי נגנו את התווים הבאים עם מטרונום בטמפו איטי ותאמרו בקול רם את שמות הצלילים תוך כדי שאתם מנגנים אותם. אם זה קשה, תאמרו את שמותיהם בלי לנגן, ואז תשלבו גם נגינה.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C D E F | G F E D | C D E F | G F E D |C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `G F E D | C D E F | G F E D | C D E F | G4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C E D F | E G F E | F G E F | D F E D | C4 |]`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'ערכי קצב שונים',
                  topicElements: [
                    {
                      para: 'נראה אתכם משלבים עוד ערכי קצב בתרגילים:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C C D E | F2 E2 | E E G F | E D D2 | C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `E4 | G2 C2 | D E F E | E D D2 |
                E2 G C | D E F E | C E D E | F E D2 | C4 |]`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'האודה לשמחה',
                  topicElements: [
                    {
                      para: 'שמעתם פעם את האודה לשמחה? זה הולך משהו כזה:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `E E F G | G F E D | C C D E | E D D2 | 
                E E F G | G F E D | C C D E | D C C2 |]`,
                      },
                    },
                    {
                      para: 'תזכרו את המנגינה הזאת אנחנו נחזור אליה בשלב מאוחר יותר.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מוכנים לאתגר?',
                  topicElements: [
                    {
                      para: 'אנחנו נמצאים בשלב חשוב בתהליך הלימוד, אנחנו עובדים על קטעי נגינה המשלבים את חמש האצבעות. הטכניקה שאתם רוכשים בתרגילים האלו תשרת אתכם לכל אורך הדרך.',
                    },
                    {
                      para: 'מכיוון שזה שלב כה חשוב אני רוצה לתת לכם את האתגר הבא. למשך שבוע, כל יום במשך 5 דקות תנגנו את התרגילים של השיעור הזה. כמה שאתם מספיקים ב- 5 דקות. תתמידו בזה שבוע לפחות. אם צריך תרשמו לכם על פתק כל יום שעמדם במשימה או שתבקשו מחבר או קרוב משפחה שיהיה ה- ״שוטר״ שלכם, וכל ערב ישאל אתכם עם ניגנתם את התרגילים 5 דקות. תעשו מה שצריך כדי להתמיד בכך שבוע. אני אכתוב פה עוד כמה תרגילים שיהיה לכם מה לנגן בשבוע הזה.',
                    },
                    {
                      para: 'אתם יכולים תוך כדי להתקדם לשיעור הבא, אבל תזכרו לתרגל את התרגילים שנמצאים בשיעור הזה.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגילים לאתגר',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C C E E | G G C C | D E F G | E2 E2 |
                C C E E | G G C C | D E F E | D E C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `E2 C2 | G2 G F |E2 D2 | E2 z2 |
                E E C C | G G G F | E F D F | E D C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C D E F | G2 G2 | G F E D | F E D2 |
                C G F E | D E C2 | C F E D | C2 C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C D E C | D E F D | E F G F | G F E D |
                C D E C | D E F E |G F E D | C E C2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `D2 C2 | E D C2 | F2 E2 | G F E2 |
                D C C D | E D C G | F D E D | C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `C E E2 | D F F2 | G F E D | C C C2 |
                C E E2 | D F F2 | G E C C | G4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `G G F F | E E D D |G G F F | E E D D |
                C C D D | E E D D | F E D E | D C C2 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - אקורד חדש - פה מז׳ור
      {
        chapterTitle: 'אקורד חדש - פה מז׳ור',
        lessons: [
          // lesson - אקורד פה מז׳ור
          {
            lessonTitle: 'אקורד פה מז׳ור',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תכירו את אקורד פה מז׳ור',
                  topicElements: [
                    {
                      para: 'בפרק הזה נלמד את האקורד פה מז׳ור. נתרגל מעברי אקורדים הכוללים אותו ונשתמש בו ביצירות.',
                    },
                    {
                      para: 'אקורד פה מז׳ור שמורכב מהצלילים פה + לה + דו, ומסומן על ידי האות ״F״.',
                    },
                    {
                      para: 'כך הוא כתוב על החמשה:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `"F"z|`,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'חזרה על האקורדים',
                  topicElements: [
                    {
                      para: 'כל אקורד חדש שאתם לומדים אתם צריכים לשנן את הצלילים שמהם הוא מורכב, וגם את הסדר שלהם. לדעת מהו הצליל הראשון, השני והשלישי.',
                    },
                    {
                      para: 'בשלב זה יש לנו שלושה אקורדים בארגז הכלים שלנו:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                        },
                        body: `"C"z | "F"z | "G"z |`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול האקורד החדש פה מז׳ור
          {
            lessonTitle: 'תרגול האקורד החדש פה מז׳ור',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול מעברי אקורדים',
                  topicElements: [
                    {
                      para: 'את התרגילים הבאים תנגנו תחילה בטכניקת השורשים ולאחר בטכניקת פירוקי רבעים. ',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z4 |"F" z4 |"G" z4 |"C" z4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z4 |"F" z4 |"C" z4 |"F" z4 |"G" z4 |"C" z4 |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"F" z4 |"C" z4 |"F" z2"G" z2 |"C" z4 |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z2"F" z2 |"G" z2"C" z2 |"F" z4 |"G" z4 |"C" z4 |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z2"F" z2 |"G" z2"F" z2 |"G" z2"C" z2 |"F" z4 |"C" z4 |] 
                `,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'לפני שאתם ממשיכים לשיעור הבא אני רוצה שתרגישו בנוח עם ליווי שורשים ופירוקי רבעים בכל התרגילים כאן. אחרי שתצליחו לנגן את כולם בלי קושי מיוחד תדעו שאתם יכולים להמשיך הלאה.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - תרגול יצירות
      {
        chapterTitle: 'תרגול יצירות',
        lessons: [
          // lesson - תרגול מנגינה עם רבעים בשתי ידיים
          {
            lessonTitle: 'תרגול מנגינה עם רבעים בשתי ידיים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'רגע לפני שמתחילים',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתרגל נגינת יצירות בשתי ידיים, כולל נגינת המנגינה ביד ימין וליווי בשמאל. בשלב הזה אתם כבר מתחילים לרכוש ניסיון בנגינה ולכן הייתי רוצה שכל תרגיל חדש תנסו תחילה לנגן בפרימה ויסטה.  בלי מטרונום ובלי אף הכנה מראש. רק תעיפו מבט חטוף על התרשים המוזיקלי, תראו שאתם מבינים מה כתוב, ותנגו את היצירה. אם תצליחו או לא, זה פחות משנה לי. העיקר תרוויחו עוד אימון בפרימה ויסטה.',
                    },
                    {
                      para: 'אחרי הנגינה הראשונה, תעברו להתאמן על כל תרגיל בצורה יותר שיטתית. נגנו עם מטרונום את התפקיד של יד ימין בנפרד, ואז את של יד שמאל בנפרד ואחרי שהצלחתם כל יד בצורה טובה, תנגנו בשתי ידיים. כמו בתרגילים קודמים, אם עדיין פירוקי רבעים קשים לכם, תנגנו בעיקר שורשים, ובחלק מהתרגילים תנופירוקי רבעים בטמפו איטי.',
                    },
                    {
                      para: 'בנוסף לכך, בחלק מהתרגילים תכבו את המטרונום. זה זמן טוב להתחיל לנגן תוך כדי שאתם סומכים על חוש הקצב שלכם.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'שלושה צלילים ורבעים',
                  topicElements: [
                    {
                      para: 'קחו כמה תרגילים עם רבעים ורק עם שלושה צלילים ( דו, רה, מי):',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E2 D C |"G" E D D2 |"C" E D C E |"G" C D D2 |
      "C" E2 D C | E E D C |"G" D C D E | D2 D2 |
      "C" E2 D C |"G" E D D2 | D E D C |"C" C4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E E E D | E E E D |"G" C D D E | E2 E D |
  "C" C E E D | C E E D |"G" D C D C | D E E2 |
  "C" C C C D | C C C D |"G" E D D C |"C" C E C2 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 D E |"G" E2 D2 |"C" E C D C |"G" D2 E2 |
            "C" E2 D C |"G" D4 |"C" E2 D C |"G" E2 D2 |
            "C" C2 D E |"G" E2 D2 |"C" E D C D |"G" D C D E |
            "C" E2 D C |"G" D4 | E C D C |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'צלילים חדשים',
                  topicElements: [
                    {
                      para: 'בואו ננסה לשלב בתרגילים את הצלילים החדשים:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 E2 |"G" G2 F2 |"C" E4 |"G" D4 |
                "C" E2 C2 |"G" D2 F2 |"C" E2 G2 |"G" D4 |
                "C" C2 E2 |"G" G2 F2 |"C" G2 E2 |"G" D4 |
                "C" F2 E2 |"G" C2 D2 | E2 D2 |"C" D2 C2 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" G2 G2 |"G" G2 G2 |"C" E D F E |"G" E2 D2 |
                "C" E2 G2 |"G" D E F2 | F2 E2 | E2 D2 |
                "C" G2 G G |"G" G G G F | E D F E |"C" D2 E F |
                "C" G E F G |"G" G D E F | E D F E |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C C C D | E E E2 |"G" G G G D |"C" F2 E2 |
                "G" G G G D |"C" D2 E2 |"G" E D F E |"C" D2 C2 |
                "C" C C C D | E E E2 |"G" G G G F |"C" G F E D |
                "G" G G G F |"C" E D E C |"G" E D F E |"C" D2 C2 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C E G2 |"G" D E F2 |"C" E D C D |"G" E F E D |
                "C" C E G2 |"G" F E D2 |"C" C D E C |"G" D4 |
                "C" C E G2 |"G" D E F2 |"C" E D C D |"G" E F E D |
                "C" C D E F |"G" G D F2 | E G D C |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'בואו נשתמש בפה מז׳ור',
                  topicElements: [
                    {
                      para: 'ועכשיו בואו נראה איך אקורד פה מז׳ור משתלב גם הוא ביצירות:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C E E D |"F" D C C2 |"C" C E E C |"G" C D D2 |
              "C" E E E D |"F" D2 C2 |"C" E E D C |"G" D4 |
              "F" C E E D |"C" D C C2 |"F" C E E D |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 C2 |"F" C2 C2 |"C" E F G E |"G" D4 |
                "C" C E C E |"F" G F C2 |"C" G F E G |"G" E D D2 |
                "F" E D D C |"C" C D E2 | E F G E |"G" E D D2 |
                "F" E D D C |"C" D C C2 |"G" E D D C |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C D E F |"F" G2 F2 |"C" C D E F |"G" D4 |
                "C" C D E F |"F" E F E D |"G" F G F E |"C" D C E2 |
                "C" C D E F |"F" G2 F2 | E F E D |"G" E D F2 |
                E F E D |"F" D E D C |"G" F G F E |"C" D E C2 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"F" C2 F E |"G" D2 E F |"C" G E D C |"G" D4 |
                "F" F2 C D |"G" D2 E F |"C" E2 D C |"G" D2 D2 |
                "F" D2 C D |"G" D2 E D |"F" E2 D C |"G" D2 D2 |
                "F" C2 F E |"G" D2 E F | G E D C |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגילים עם הפסקות',
                  topicElements: [
                    {
                      para: 'כדי לסגור את כל הנושאים של הפרק, נשאר לנו לתרגל גם הפסקות של רבעים:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" z C D E |"F" z F E C |"G" z G F D |"C" D2 E2 |
              "F" z C D E |"G" F E D2 |"F" z C D E |"G" G F E2 |
              "C" z E F G |"G" D E"F" F2 |"G" z G F D |"C" D2 C2 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      para: 'נראה אם אצליח לבלבל אתכם בתרגיל הזה (טיפ: תספרו בקול רם את הפעימות):',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" z2 G C |"F" z G C2 |"G" G C z G |"C" C D E D |
              "F" C G2 C |"G" G2 C G |"F" z C G z |"G" E D C D |
              "C" E2 G C |"F" F G C2 |"G" G C D G |"C" G4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'איך הולך מחזיקים מעמד? אני בטוח שכן. ',
                    },
                    {
                      para: 'לנגן בשתי ידיים זה לא קל בהתחלה. לא קל בלשון המעטה. זה עלול להיות מתסכל לנסות שוב ושוב ולא להצליח. בתהליך הלמידה אתם תיתקלו בקשיים, במכשולים שיהיו לכם מאתגרים במיוחד. להרבה אנשים אחד המכשולים הראשונים האלו הם הנגינה בשתי ידיים. חשוב להיות מודעים לכך שזה בסך הכל מכשול שצריך לעבור, ובסוף עוברים אותו. תאמינו לי שמחכים לכם דברים טובים בצד השני. להצליח לנגן בשתי ידיים זה משהו עצום. לא מובן מאליו בכלל. סומך עליכם שלא תוותרו לעצמכם ותמשיכו לנסות עד שתצליחו.',
                    },
                    {
                      para: 'זה שיעור שאתם יכולים לתרגל אותו אפילו במשך כמה שבועות. לנגן בפירוקי רבעים יצירות עם מספר אקורדים, ומנגינות עם רבעים זאת כבר לא רמת מתחילים. זה שלב אחד למעלה ואני בטוח שזה מורגש. קחו לכם את הזמן שאתם צריכים ותתאמנו היטב על היצירות של השיעור. מתי שתצליחו לנגן אותן בכיף, אתם מוכנים להמשיך.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - נגינה ביד ימין - ערכי קצב של שמיניות
      {
        chapterTitle: 'נגינה ביד ימין - ערכי קצב של שמיניות',
        lessons: [
          // lesson - כתיבת שמיניות
          {
            lessonTitle: 'כתיבת שמיניות',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'שלום שמיניות',
                  topicElements: [
                    {
                      para: 'בפרק הזה נמשיך לעבוד עם חמשת הצלילים שכבר למדנו, ונתקדם בקריאת תווים בערכי קצב יותר מורכבים.',
                    },
                    {
                      para: 'אז מה קבלים כאשר חותכים רבע לשניים? מקבלים שתי שמיניות. ערך הקצב שמינית הוא חצי מהמשך של ערך הקצב רבע',
                    },
                    {
                      para: 'שמינית כתובה כמו רבע, אבל בקצה הרגל יש לה מעין דגל:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `C D E F G`,
                      },
                    },
                    {
                      para: 'כדי שיהיה נוח לקרוא שמיניות, מחברים קבוצות של שמיניות עם ״קורה״:',
                    },

                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `CDEF`,
                      },
                    },
                    {
                      para: 'נרחיב ונאמר שבמשקל של ארבעה רבעים, אם יש לנו 4 שמיניות בחצי הראשון או השני של התיבה, נחבר אותם עם קורה. זה נוח לקרוא תיבות כאשר מלחקים את התיבה למעין שני חלקים. אראה לכם איך כן כותבים, ואיך לא, ותגידו לי אתם מה נראה יותר נוח לקריאה:',
                    },

                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `CDEFGFED |] CDEF GFED |]`,
                      },
                    },
                    {
                      para: 'הפסקות של שמיניות כותבים ככה (להפסקות אין קורה, אם רוצים הפסקה ארוכה נמשתמש בהפסקה של רבע, חצי , או שלם):',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `z z z z |`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול קצב
          {
            lessonTitle: 'תרגול קצב',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול קצב עם שמיניות',
                  topicElements: [
                    {
                      para: 'לנגן שמיניות יכול להיות מעט מבלבל בהתחלה, אבל תתחילו לאט ואתם תבינו מה הולך.',
                    },
                    {
                      para: 'שימו מטרונום על טמפו איטי ותנגנו את התרגילים הבאים:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `|: C2 C2 CC C2 | C2 C2 CC C2 | CC C2 CC C2 | C2 C2 C4 :| `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `|: C4 C2 C2 | CCCC C2 C2 | CCCC CC C2 |CC C2 C4 :| `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `|: CC C2 CC C2 | CCCC CCCC | C2 C2 CCCC | C2 CC CC C2 :|`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `|: C2 C2 CC C2 | C2 CC C2 CC |C2 CC CC C2 | CCCC C2 C2 :|`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול נגינת שמיניות ביד ימין
          {
            lessonTitle: 'תרגול נגינת שמיניות ביד ימין',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגילי חימום',
                  topicElements: [
                    {
                      para: 'נמשיך לתרגל שמיניות עם מנגינות יותר מעניינות (נסו לרקוע עם הרגל את הקצב של הרבעים ביחד עם המטרונום):',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `C2 C2 D2 E2 | E2 ED C2 C2 | E2 ED C2 DE | D2 D2 D4 |
                C2 C2 D2 E2 | E2 ED CD E2 | EDCD E2 D2 |D2 E2 C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `E2 ED C2 C2 | E2 ED C2 C2 | E2 ED CEDC | DEDC D2 CD |
                E2 ED C2 C2 | E2 ED CD E2 |EDCD EDCD | ED C2 C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `E4 D2 C2 | E2 ED C2 C2 | E4 D2 C2 | EDED D4 |
                E4 D2 C2 | E2 ED CEDC |E2 E2 EDED | C8 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - אקורד חדש - לה מינור
      {
        chapterTitle: 'אקורד חדש - לה מינור',
        lessons: [
          // lesson - תכירו את אקורד לה מינור
          {
            lessonTitle: 'תכירו את אקורד לה מינור',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מינור?',
                  topicElements: [
                    {
                      para: 'עד עכשיו עבדנו עם אקורדים מז׳וריים. יש עוד סוגי אקורדים, ומינור הוא אחד מהם. אקורדים מסוג מינור הם בעלי סאונד יותר עגמומי. יש יגידו עצוב, מלנכולי, דרמטי, מלא רגש. ',
                    },
                    {
                      para: 'לנגן מוזיקה רק עם אקורדים מז׳וריים לרוב זה לא משנע מדהים. השילוב בין אקורדים מינוריים למז׳וריים יותר הרבה יופי ועניין במוזיקה, וכמובן עם עוד סוגי אקורדים נוספים.',
                    },
                    {
                      para: 'יכול להיות שמוזיקה שמורכבת כולה מאקורדים מז׳וריים, שהם נותנים רגשות שמחים יותר, נשמעת ״לא אמינה״. קשה להתחבר לרגשות של מוזיקה שמורכבת כולה רק מסאונד שמח. מתי ראיתם סרט שהכל בו הלך כמתוכנן? או שתנסו לדמיין שכל דבר שהייתם אוכלים הייתם תובלים בדבש. אני חושב הנקודה ברורה. קושי ופתרון יוצר תחושות עמוקות יותר. כשאתם יוצרים מוזיקה קחו את זה בחשבון. נסו למצוא איזון בין הסאונד המז׳ורי השמח והאופטימי לבין הסאונד הקודר של האקורדים המינוריים.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'אקורד לה מינור',
                  topicElements: [
                    {
                      para: 'נחזור לעניינינו, בפרק הזה נלמד את אקורד לה מינור. ',
                    },

                    {
                      para: 'אקורד לה מינור מורכב מהצלילים לה + דו + מי, ומסומן על ידי ״Am״:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Am" z |`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול אקורדים
          {
            lessonTitle: 'תרגול אקורדים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'הוראות לתרגילים',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתרגל מעברי אקורדים שכוללים את האקורד החדש, לה מינור.',
                    },
                    {
                      para: 'בתור התחלה תלוו את האקורדים בטכניקת שורשים. אחרי שאתם מרגישים בנוח עם זה תעברו לפירוקי רבעים. כמו כן כל תרגיל תבצעו עם מטרונום דלוק ומתקתק. תמיד טוב לעבוד ולחזק את חוש הקצב (אחרי כמה תרגילים עם מטרונום יש לכם אישור ממני לכבות אותו. אחרי כמה זמן הוא יכול לעשות חור בראש).',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגילים',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|: "C"z | "Am"z | "C"z | "Am"z :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|: "Am"z | "F"z | "C"z | "G"z :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|: "Am"z | "G"z | "F"z | "G"z :|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `[|: "C"z | "Am"z | "F"z | "G"z :|]`,
                      },
                    },
                    {
                      para: 'אני מתאר לעצמי שהמהלכים האלה נשמעים מעט מוכרים. הסיבה היא שקיימים המון שירים, אלפי שירים, שבנויים ממהלכים של ארבעה אקורדים, והמהלכים שניגנתם נחשבים די פופולריים. ',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'עולים רמה',
                  topicElements: [
                    {
                      para: 'בואו ננסה לנגן מהלכי אקורדים יותר מורכבים (שימו לב שיש אקורדים שמתחלפים אחרי חצי תיבה):',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: ` "C"z | "G"z | "Am"z | "F"z/ "G"z/ |
                "C"z | "F"z/ "G"z/ | "Am"z/ "G"z/ | "F"z/ "C"z/ |]
                `,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: ` "C"z/ "Am"z/ | "G"z | "C"z/ "Am"z/ | "G"z/ "F"z/  |
                "Am"z | "C"z/ "Am"z/ | "F"z/ "G"z/ |  "C"z |]
                `,
                      },
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'מילות סיכום',
                  topicElements: [
                    {
                      para: 'אתם שמים לב להבדל בסאונד ובצבע של האקורדים המינוריים והמז׳וריים? תקשיבו טוב בזמן שאתם מנגנים.',
                    },
                    {
                      para: 'המשחק של מעבר בין אקורדים מז׳וריים למינוריים יוצר הרבה עניין במוזיקה. אני רוצה שתזכרו את זה להמשך הדרך שלכם. מתי שאתם תמציאו מוזיקה מקורית, אם זה באלתור חופשי או בהלחנה מדויקת ומחושבת היטב, נסו לחשוב אם יתאים יותר להוסיף אקורד מז׳ורי, או מינורי במקומות מסוימית. תשחקו עם האפשרויות השונות.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - נגינה עם הרכב
          {
            lessonTitle: 'נגינה עם הרכב',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'בואו נראה מה למדתם',
                  topicElements: [
                    {
                      para: 'הכנתי לכם פלייבק שבו אתם בתפקיד המלווה. תלוו את האקורדים שמופיעים בסרטון בטכניקת פירוקי רבעים.',
                    },
                    {
                      para: 'להוסיף פה סרטון.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - תרגול יצירות
      {
        chapterTitle: 'תרגול יצירות',
        lessons: [
          // lesson - תרגול יצירות עם רבעים
          {
            lessonTitle: 'תרגול יצירות עם רבעים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול נגינת יצירות',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתרגל נגינת יצירות עם החומר שלמדנו עד כה, רק בלי שמיניות. איתן נתעסק שיעור הבא.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C D E2 |"F" E2 D2 |"G" G F E D |"Am" D2 C2 |
                "G" G F E D |"F" D2 C2 |"G" D2 F2 |"C" E4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" G2 G2 |"G" G2 D2 |"Am" F E C F |"F" E D"G" D2 |
                "C" G2"G" G2 |"F" G2"G" D2 |"Am" F E"F" C D |"C" C4 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E D E F |"F" E D C E |"G" D C D E |"Am" D C E2 |
              "C" E D E G |"F" G F C D |"G" D C D F |"C" E D E2 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול יצירות עם שמיניות
          {
            lessonTitle: 'תרגול יצירות עם שמיניות',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול יצירות עם שמיניות',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נעלה רמה ונתרגל גם שמיניות. כל החומר של הקורס עד כה יהיה בשימוש בשיעור הזה אז תהיו מוכנים.',
                    },
                    {
                      para: 'להוסיף פה תרגילים.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - קשת
      {
        chapterTitle: 'קשת',
        lessons: [
          // lesson - מהי קשת?
          {
            lessonTitle: 'מהי קשת?',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'הכירו את הקשת',
                  topicElements: [
                    {
                      para: 'קשת משמשת לחיבור שני תווים באותו גובה לתו אחד ארוך. ',
                    },
                    {
                      para: 'להרחיב בהמשך.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול קשת
          {
            lessonTitle: 'תרגול קשת',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול קשת',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתרגל קריאת תווים עם קשת.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C D E D- |"F" D E F E- |"G" E F G D- |"C" D2 E2- |
          "Am" E G C G- |"Dm" G F C2- |"F" C F C D- |"C" D2"Em" E2 |
          "C" C D E D- |"F" D E F E- |"G" E F G D- |"Am" D2 E2- |
          "C" E G C G- |"F" G F C2- |C F"G" C D- |"C" D2 C2 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E2 ED E2 GC- |"Am" C6 GF- |"F" F2 E2 F2 GG- |"G" G4 F4 |
                "Am" E2 ED E2 DC- |"Dm" CD- D2 F4 |"F" z2 E2 F2 ED- |"G" D2 CD- D4 |
                "C" E2 ED E2 CG- |"Am" GG C2 C G2 F- |"F" F2 E2 F E2 D |"G" E2 ED- D4 |
                "C" E2 ED E2 CG- |"Am" GG C2 C G2 F- |"F" F2 E2"G" E D2 C- |"C" C8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - אקורד חדש - רה מינור
      {
        chapterTitle: 'אקורד חדש - רה מינור',
        lessons: [
          // lesson - תכירו את אקורד רה מינור
          {
            lessonTitle: 'תכירו את אקורד רה מינור',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'אקורד רה מינור',
                  topicElements: [
                    {
                      para: 'אקורד רה מינור מורכב מהצלילים רה + פה + לה, ומסומן על ידי  ״Dm״:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Dm" z |`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול אקורד רה מינור
          {
            lessonTitle: 'תרגול אקורד רה מינור',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מעברי אקורדים עם רה מינור',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נתרגל את אקורד רה מינור. נתנסה במעברים בין האקורדים שלמדנו ונראה אילו מהלכי אקורדים מעניינים אפשר ליצור עם האקורד החדש שלנו.',
                    },
                    {
                      para: 'להוסיף מהלכי אקורדים.',
                    },
                  ],
                },
              },
            ],
          },
          // lesson - נגינה עם הרכב
          {
            lessonTitle: 'נגינה עם הרכב',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - תרגול יצירות
      {
        chapterTitle: 'תרגול יצירות',
        lessons: [
          {
            lessonTitle: 'להוסיף שיעור',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - אקורד חדש - מי מינור
      {
        chapterTitle: 'אקורד חדש - מי מינור',
        lessons: [
          // lesson - תכירו את אקורד מי מינור
          {
            lessonTitle: 'תכירו את אקורד מי מינור',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'אקורד מי מינור',
                  topicElements: [
                    {
                      para: 'אקורד מי מינור מורכב מהצלילים מי + סול + סי, ומסומן על ידי  ״Em״:',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Em" z |`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול אקורד מי מינור
          {
            lessonTitle: 'תרגול אקורד מי מינור',
            lessonElements: [
              {
                comingSoon: '',
              },
            ],
          },
          // lesson - נגינה עם הרכב
          {
            lessonTitle: 'נגינה עם הרכב',
            lessonElements: [
              {
                comingSoon: '',
              },
            ],
          },
        ],
      },
      // chapter - תרגול יצירות
      {
        chapterTitle: 'תרגול יצירות',
        lessons: [
          // lesson - תרגול יצירות עם רבעים
          {
            lessonTitle: 'תרגול יצירות עם רבעים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'הקדמה',
                  topicElements: [
                    {
                      para: 'בפרק הזה נתרגל היטב את כל מה שלמדנו עד עכשיו. רבעים, שמיניות, קשת, שלל אקורדים וטכניקות ליווי.',
                    },
                    {
                      para: 'למעשה למדנו את כל האקורדים של הקורס למעט אחד, שאותו נלמד יותר מאוחר. תדעו שאת כל האקורדים הנפוצים כבר למדתם. האקורד השביעי... בואו נגיד שהוא טעם נרכש.',
                    },
                    {
                      para: 'נתחיל עם תרגול רבעים. נגנו את התרגילים הבאים, ותקפידו שאתם מנגנים את האקורדים הנכונים, עכשיו שמתחילים להיות אצלנו יותר אקורדים בארגז הכלים שלנו.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'יצירות לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E C D E |"G" D E"Am" C2 |"F" C E D C |"G" D E E2 |
          "C" E C D E |"F" D C C2 |"Am" D C C D |"Em" D2 E2 |
          "C" E C D E |"F" D C C2 |"G" D C C2 |"C" C4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 G F |"G" G2 E D |"Dm" F2 E D |"G" D4 |
                      "C" E F G F |"F" E D C2 |"Dm" D E F E |"G" E2 D2 |
                      "C" E F G F |"Dm" E F D C |"F" E F G F |"G" E F D C |
                      "C" C2 G F |"G" G2 E D |"F" F2 E D |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Dm" D E F E | D E F E |"G" D2 D E |"F" D2"G" D2 |
                      "C" E F G F | E F G F |"F" E2 E F |"G" E2 D2 |
                      "Dm" G F D C |"F" G E F2 |"C" F E C D |"G" E F D C |
                      "Dm" D E F E |"C" E F G F |"F" F E C D |"C" E4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E D E C |"G" D C D E |"F" F E F D |"C" E G"G" F E |
                      "Am" E D E C |"Dm" D C D E |"F" F C D C |"G" D E D C |
                      "C" E D E C |"G" D C D E |"F" F E F D |"C" E G"G" F E |
                      "F" G F G E |"Dm" F E F G |"G" F E D C |"C" C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C D E F | G F E D |"F" C D E F |"G" G E D C |
                      "F" G F E D |"C" G F E2 |"G" G E D C |"Dm" F E"G" D2 |
                      "C" C D E F |"G" G F E D |"Am" C D E F |"F" E D C D |
                      "C" D C E F |"Am" G F E D |"Dm" C D"G" E F |"C" E D C2 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 E2 |"Em" G G G E |"F" E2 F2 |"G" E F E D |
                      "Am" C2 E2 |"Dm" F F F E |"G" D C D C |"C" D E E2 |
                      "F" G2 F2 |"Em" D E E2 |"Dm" G F F E |"G" E D D C |
                      "C" C2 E2 |"Em" G G G E |"F" E2"G" F2 |"C" E4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson - תרגול יצירות עם שמיניות
          {
            lessonTitle: 'תרגול יצירות עם שמיניות',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'הקדמה',
                  topicElements: [
                    {
                      para: 'בשיעור הזה נעלה את רמת הקושי ונתרגל יצירות עם שמיניות.',
                    },
                    {
                      para: 'כל תרגיל קודם כל תנסו לנגן בפרימה ויסטה. לאחר מכן, נגנו לחוד את התפקידים של שתי הידיים (יד שמאל קודם שורשים ואז פירוקי רבעים). אחר כך תנגנו עם מטרונום עם שתי ידיים כאשר יד שמאל מנגנת שורשים, ואז נגנו שוב כאשר יד שמאל מנגנת פירוקי רבעים. כל שלב כזה בתרגיל תנגנו כמה פעמים שאתם צריכים עד שאתם יכולים לנגן את התרגיל כמה פעמים ברצף בלי טעויות.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגול יצירות עם שמיניות',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Am" z4 G2 GE |"Em" DE E4 z2 |"F" z4 G2 GE |"G" DE E4 z2 |
                      "Am" z4 E2 EC |"Dm" CD D4 DE |"Em" FE E2 FEED |"Am" E8 |
                      "C" z4 G2 GE |"F" DE E4 z2 |"C" z4 G2 GE |"Dm" DEED"G" E2 z2 |
                      "Am" C4 G2 GE |"F" DE C4 DE |"Dm" FE E2"G" FEED |"C" E8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C2 CC C2 C2 |"F" C2 CC C2 C2 |"C" C2 DE"Em" DEFG |"Dm" EFEF"G" D4 |
                      "Am" C2 CC C2 D2 |"Em" E2 EE E2 EF |"F" G4 F2 E2 |"G" E4 D4 |
                      "Em" GG G4 F2 |"Dm" EF F4 E2 |"C" DF E4 D2 |"G" D4"Em" D4 |
                      "Am" C2 CC C2 D2 |"Em" E2 EE E2 E2 |"F" E2 F2"G" E2 D2 |"C" D4 C4 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"G" z2 z G FDFE |"C" E2 E4 DE |"F" FGFG"C" EFED |"Dm" EFEF"G" DEDC |
                      "Dm" z GFD"G" FEDC |"F" z FEC"G" EDEC |"F" z FEC"G" EDEC |"C" C4"Am" z4 |
                      "Dm" z2 z G"G" FDFE |"C" E2 E2-"Am" E2 DE |"F" z CDE"Dm" z EDE |"G" z GDE"Em" E4 |
                      "Dm" z GFD"G" FEDC |"F" z FEC"G" EDEC |"F" z FEC"G" EDEC |"C" C4 z4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - מקצבים מנוקדים
      {
        chapterTitle: 'מקצבים מנוקדים',
        lessons: [
          {
            lessonTitle: 'קצב מנוקד',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מה זה קצב מנוקד?',
                  topicElements: [
                    { para: 'בשיעור הזה הזה נלמד אלמנט חדש בתחום הקצב שנקרא ״קצב מנוקד״.' },
                    {
                      para: 'כאשר מוסיפים לערך קצב מסוים ״נקודה״ אז הוא הופך לקצב מנוקד, שזה אומר שהמשך שלו גדל ב- 50%.',
                    },
                    { para: 'במילים אחרות, לקצב מנוקד מוסיפים מחצית מערכו.' },
                    { para: 'לדוגמה הערך ״חצי״ שווה ערך לשני רבעים. לכן חצי מנוקד יהיה שווה לשלושה רבעים.' },
                    {
                      para: 'לפי אותו הגיון, רבע מנוקד יהיה שווה ערך לשלושה שמיניות. נסו להבין למה. תסבירו לעצמך בקום רם מה זה מקצב מנוקד.',
                    },
                  ],
                },
              },
            ],
          },
          {
            lessonTitle: 'הקצב המנוקד',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול קצב מנוקד',
                  topicElements: [
                    { para: 'בואו נתרגל תווים עם קצב מנוקד.' },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" G3 F |"Em" E3 D |"F" C C D E |"Dm" E2"G" D2 |
                "Am" C3 G |"F" C3 G |"Dm" F3 C |"G" D4 |
                "C" G3 F |"Em" E3 D |"F" C C D E |"Dm" F2"Em" E2 |
                "F" D2 C D |"G" E3 D |"Em" D2 C2 |"C" C4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"F" C6 D2 |"Am" C4 E4 |"Em" z2 G2 F2 E2 |"Dm" z2 F2 E2 D2 |
                  "F" C6 D2 |"C" E8 |"Em" z2 GF FEED |"Dm" z2 FE EDDC |
                  "G" z2 DC D2 DC |"Dm" DCDE"G" D2 D2 |"Am" z2 ED E2 ED |"Em" EGED E2 D2 |
                  "F" C6 D2 |"Am" CDCD E4 |"Dm" z2 F2"G" E2 D2 |"C" C8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C3 G"F" F3 C |"Am" E3 C"G" D4 |"F" C3 F"C" E3 F |"Dm" D4-"G" D4 |
                  "C" C3 G"Am" G3 E |"Dm" G2 F2"G" E2 D2 |"Dm" GDFE"G" E3 D |"C" D3 C"Am" C4 |
                  "F" C3 F"C" E3 D |"Em" E3 G"Dm" F3 E |"F" F6 E2 |"Dm" E2 FE"G" D4 |
                  "C" C3 G"F" F3 C |"Am" E3 C"G" D4 |"F" C6 C2 |"C" C8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },

                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C3 C G2 GE- |"Dm" EF F4 z2 |"F" EF F4 E2 |"G" DCDE D4 |
                  "Am" C3 C G2 GE |"F" G3 G C2 CE |"Dm" EF F4 E2 |"Em" DCDE D4 |
                  "F" C3 C F2 FC |"C" C3 C G2 GC |"Am" C3 C AGFE |"Dm" FEFG"G" E2 D2 | 
                  "C" C3 C G2 GE- |"Dm" EFFE EDEC |"F" z FFE"G" EDEC- |"C" C8 |] `,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E6- ED |"Am" E3 E E2 DE- |"F" E3 E GFED |"G" D2 EC- C D2 C |
                  "C" E6- EE |"Am" G3 F E2 DC |"F" G G2 F E2 DC |"G" EDED- DCEC- |
                  "C" CCDC ECDC- |"Am" CCDC ECDC- |"F" CCDC GFED |"G" D2 EC- C D2 C |
                  "C" CD E4- ED |"Am" E3 E"Em" E2 DE- |"Dm" E3 E"G" FEDC- |"C" C8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - נגינה ביד ימין - שמונה צלילים
      {
        chapterTitle: 'נגינה ביד ימין - שמונה צלילים',
        lessons: [
          {
            lessonTitle: 'סוגרים אוקטבה',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'צלילים חדשים',
                  topicElements: [
                    { para: 'בפרק הזה סוף סוף נוכל לנגן אוקטבה אחת שלמה ולהשתמש בה לנגינת יצירות כיפיות.' },
                    { para: 'הצלילים שנלמד הם: לה, סי באוקטבה האמצעית, ו- דו באוקטבה מספר 4.' },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - תרגול
      {
        chapterTitle: 'תרגול',
        lessons: [
          // lesson - תרגול יצירות
          {
            lessonTitle: 'תרגול יצירות',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגול כל התווים',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" G2 GE G2 GE |"F" GAGE GEDC |"Dm" FGFE"G" FE D2 |"Dm" FGFE"G" D4 |
                "C" G2 GE G2 GE |"F" A2 AG E2 GA |"Am" cBAG"Em" cB G2 |"F" cBAG"G" G4 |
                "Am" c2 cA c2 cA |"G" BcBG"F" A2 GA |"Am" c2 cA c2 cA |"Em" G4"Dm" F2 B2 |
                "Am" c2 cA c2 cA |"G" BcBG"F" A2 GA |"Am" c4 A4 |"Em" G4"G" F4 |
                "C" E2 EC E2 EC |"F" DEDC ED C2 |"G" DEDC D4 |"C" E8 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C4 E2 GA- |"F" A6 GE- |"C" E6 FE |"G" E2 GD- D4 |
                  "C" C4 E2 GA- |"Am" A6- AG |"Em" G6 E2 |"Dm" G2 AF- F4 |
                  "Am" E3 F EFED |"Em" DDFF"Am" ED C2 | E3 F EAED |"Em" DDFF"Am" E3 D |
                  "C" C4 E2 GF |"F" A6 GF |"Dm" E4-"G" E2 FE |"C" E2 DC- C4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" CEGA- AG E2 |"Am" CEGA- A4 |"F" CEGA- AGEG |"G" GAED- D4 |
                  "Am" CEAE- E G2 E |"Em" GAED E4 |"F" EFCA- AGFE |"G" FGDE-"Am" E4 |
                  "C" CDEE E2 DC |"Em" D3 E- E4 |"Dm" CDFA- ADFA |"G" A3 G- G4 |
                  "C" CEGA- AG E2 |"Am" CEGA- A4 |"F" CEFA"G" EFDC- |"C" C8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - אקורד חדש - סי מוקטן
      {
        chapterTitle: 'אקורד חדש - סי מוקטן',
        lessons: [
          {
            lessonTitle: 'אקורד מוק-מה?',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'אקורד סי מוקטן',
                  topicElements: [
                    {
                      para: 'אז מה כבר הספקנו ללמוד עד עכשיו? למדנו לקרוא את התווים באוקטבה האמצעית, למדנו 6 אקורדים ולמדנו כמה ערכי קצב בסיסיים. ',
                    },
                    { para: 'בפרק הזה נלמד את האקורד השביעי של סולם דו מז׳ור, שנקרא ״סי מוקטן״.' },
                    {
                      para: 'זה אקורד שפחות נמצא בשימוש לעומת האקורדים המז׳וריים והמינוריים, אבל גם לאקורד הזה יכולים להיות הרבה שימושים, ואפשר ליצור איתו מוזיקה מעניינת.',
                    },
                  ],
                },
              },
            ],
          },
          {
            lessonTitle: 'תרגול יצירות עם סי מוקטן',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'תרגילים עם סי מוקטן',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" E2 ED- D C2 C |"Am" C2 DE- E4 |"F" G G2 C2 G2 F- |"G" F2 E2 D4 |
                "C" E3 E E2 EE- |"Bmb5" ED- D4 DC- |"Am" C3 C C2 CC- |"G" CD- D4 z2 |
                "C" z2 ED- D C2 C |"Am" C2 DE- E4 |"F" G G2 C2 G2 F- |"G" FGEF DECD |
                "C" ECCE ECCE- |"Bmb5" EDDE FEDC- |"Am" C3 C"F" C2 CC- |"C" C8 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Dm" D2 F G |"F" A3 F |"C" G2 E D |"Dm" F4 |
                "G" D2 F G |"F" F2"Bmb5" E3/2 D/ |"C" D E-"Am" E F/E/ |"Dm" D2"G" z E |
                "Am" A3/2 E/ E A |"Em" G3 E |"F" F2"Bmb5" E3/2 D/ |"G" E D2 E |
                "Am" A3/2 E/ E A |"Em" G3 G |"F" A E"G" E D |"C" C4 |]`,
                        meta: {
                          C: 'Irad Doron',
                        },
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - ליווי ביד ימין - בלוקים סטטיים בפוזיציה יסודית
      {
        chapterTitle: 'ליווי ביד ימין - בלוקים סטטיים בפוזיציה יסודית',
        lessons: [
          {
            lessonTitle: 'בלוקים ביד ימין',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מה זה בלוקים?',
                  topicElements: [
                    {
                      para: 'בלוקים זאת טכניקה לליווי אקורדים שבה מנגנים את צלילי האקורד בבת אחת. את כולם ביחד באותו זמן. ',
                    },
                    {
                      para: 'בלוקים שונים מפירוקים, מכיוון שבפירוקים אנחנו מנגנים את הצלילים אחד אחרי השני.',
                    },
                    {
                      para: 'בלוקים אפשר לנגן ביד ימין, ביד שמאל, ובשתי הידיים ביחד. בשיעור הזה נראה איך מנגנים בלוקים ביד ימין.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'שלושת הפוזיציות',
                  topicElements: [
                    {
                      para: 'אקורדים משולשים שמנגים עם שלושה צלילים (כלומר בלי כפילויות של צליל מסוים), אפשר לנגן בשלוש פוזיציות.',
                    },
                    {
                      para: 'בפוזיציה הראשונה, שנקראת גם פוזיציה יסודית, מתחילים בצליל הראשון של האקורד, ואז מנגנים את הצליל השני ואז את השלישי. מאוד הגיוני. בפרק הזה נתעסק רק בפוזיציה הזאת, אבל בכל זאת אני רוצה שכבר עכשיו תכירו את שאר הפוזיציות. ',
                    },
                    {
                      para: 'בפוזיציה השנייה, מתחילים מהצליל השני של האקורד, ואז השלישי, ולבסוף את הצליל הראשון. ',
                    },
                    {
                      para: 'בפוזיציה השלישית, מתחילים מהצליל השלישי של האקורד, אז הראשון ואז השני.',
                    },
                    {
                      para: 'באופן כללי מה שחשוב לזכור מכאן זה שאקורדים משולשים, כאשר מנגנים ביד ימין בלי הכפלות של צלילים, ניתן לנגן בלוקים בשלושה פוזיציות, כאשר בכל פוזיציה מתחילים מצליל שונה של האקורד. ',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'אצבוע',
                  topicElements: [
                    {
                      para: 'אצבוע נכון הוא קריטי כאשר מנגנים בלוקים (אצבוע זה מונח המתאר באילו אצבעות לנגן את הצלילים).',
                    },
                    {
                      para: 'האצבוע של הפוזיציה הראשונה הוא כזה: צליל ראשון - אצבע 1, צליל שני - אצבע 3, צליל שלישי - אצבע 5.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'דוגמה',
                  topicElements: [
                    {
                      para: 'אחרי דוגמה הכל ישמע הגיוני יותר. חשוב לי שתזכרי שהאצבוע הנכון הוא קריטי. תתרגלו אליו, ורק אליו.',
                    },
                    {
                      para: 'עד עכשיו למדנו את שבעת האקורדים הדיאטוניים של סולם דו מז׳ור. בדוגמה הבאה אראה לכם איך לנגן את כולם בטכניקת הבלוקים בפוזיציה ראשונה. אחרי שתבינו את התבנית הזאת תוכלו לממש אותה על כל אקורד משולש אחר שתלמדו.',
                    },
                    {
                      para: 'כרגע רק תסתכלו על הדוגמה ותוודאו שאתם מבינים את הרעיון. אחרי זה אתם מנגנים.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגילי חימום',
                  topicElements: [
                    {
                      para: 'אחרי שהבנו מה זה בלוקים, הבנו את הרעיון של הפוזיציות השונות, ראינו את האצבוע של הפוזיציה היסודית, וניגנו ביחד עם דוגמה, זה הזמן לתרגל.',
                    },
                    {
                      para: 'בתרגילים הבאים יש לכם מהלכי אקורדים. תנגנו אותם ביד ימין בלבד בטכניקת הליווי ״בלוקים״. נגנו את כל הבלוקים בפוזיציה היסודית.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z | "F" z | "G" z | "C" z |
                      "Am" z | "Dm" z | "G" z | "C" z|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z | "G" z | "Am" z | "Em" z |
                      "F" z | "Dm" z | "Bmb5" z | "G" z| "C" z|]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"Am" z | "Dm" z | "Bmb5" z | "Em" z |
                      "C" z | "F" z | "Dm" z | "G" z| "C" z|]`,
                      },
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'מוכנים לאתגר?',
                  topicElements: [
                    {
                      para: 'עכשיו נעלה את רמת הקושי וננגן תרגילים עם החלפות מהירות יותר של אקורדים.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z "F" z | "C" z "G" z | "C" z "Am" z | "F" z "G" z |
                      "Em" z "Am" z | "Dm" z "Am" z | "F" z "G" z | "C" z2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"C" z "G" z | "Am" z "Em" z | "F" z "C" z | "F" z "G" z |
                      "C" z "G" z | "Am" z "Em" z | "F" z "C" z | "F" z "G" z | "C" z2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"Am" z "Dm" z | "Bmb5" z "Em" z | "C" z "F" z | "C" z "G" z |
                      "C" z "Am" z | "F" z "G" z | "Em" z "Am" z | "Dm" z "Am" z | "F" z "G" z | "C" z2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"Am" z2 | "Em" z2 | "Am" z "C" z | "Bmb5" z "G" z |
                      "Em" z2 | "Am" z "Em" z | "F" z "G" z | "Dm" z "G" z | "C" z2 |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/2',
                          K: 'C',
                          M: '4/4',
                        },
                        body: `"Dm" z "G" z | "C" z "F" z | "Am" z "C" z | "G" z2 |
                      "Dm" z "G" z | "C" z "F" z | "Dm" z "G" z | "C" z2 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          {
            lessonTitle: 'שימושים נוספים בבלוקים',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יותר בלוקים',
                  topicElements: [
                    {
                      para: 'בשיעור הקודם ניגנו בלוק אחד כל פעם שהופיע אקורד חדש. יש עוד דרכים להשתמש בטכניקת הבלוקים.',
                    },
                    {
                      para: 'אפשר לנגן בלוק כל חצי (כלומר פעמיים בתיבה של ארבע רבעים), אפשר לנגן אפילו כל פעימה! (במשקל של ארבע רבעים יהיו לנו ארבעה בלוקים בתיבה).',
                    },
                    {
                      para: 'במקרים מסוימים זה יכול להישמע טוב, ולפעמים זה עלול להישמע עמוס מדי. את זה אתם תחליטו בהתאם לסיטואציה.',
                    },
                    {
                      para: 'להוסיף דוגמה.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'בלוקים בסטקטו',
                  topicElements: [
                    {
                      para: 'עד עכשיו ניגנו את הבלוקים עם הפדל, או במילים אחרות ב- ״לגטו״. כלומר באופן כזה שאין שקט בין האקורדים. המעברים ביניהם רציפים. הפדל הוא זה שעוזר לנו לשמור על לגטו בנגינה. אמנם זאת לא הדרך היחידה שבה אפשר לנגן.',
                    },
                    {
                      para: 'האח החורג של לגטו נקרא סטקטו. המשמעות שלו היא בדיוק הפוכה - לנגן צלילים באופן לא רצוף. באופן נפרד. כך שבין הצלילים כן יש שקט. הדוגמה הכי ברורה לנגינה בסטקטו היא נגינה על תופים. בתופים התרך היחידה לנגן היא בסטקטו, כל הקשה נפרדת מההקשה הבאה, ואין להם פדל שיחזיק את הצלילים. אותו עיקרון אפשר לממש על הפסנתר.',
                    },
                    {
                      para: 'בשביל לנגן בלוקים בסטקטו דבר ראשון לא משתמשים בפדל, ודבר שני, אחרי שניגנתם את הבלוק - מיד תרימו את היד. תשחררו את הצלילים כאילו הקשתם על תוף. ',
                    },
                    {
                      para: 'אם תרימו את היד מהר יותר הצלילים יהיו קצרים יותר, אם תשאירו את היד הם יהיו ארוכים יותר. את מידת העשייה המדויקת תחליטו לפי האוזן שלכם. יש כאלה שאוהבים סטקטו ממש קצר ויש כאלה שמעדיפים לתת לו קצת יותר משך. זה תלוי בטעם ובהקשר המוזיקלי.',
                    },
                    {
                      para: 'להוסיף דוגמה.',
                    },
                  ],
                },
              },
              {
                topic: {
                  topicTitle: 'תרגול',
                  topicElements: [
                    {
                      para: 'את התרגילים הבאים תלוו בטכניקת הבלוקים. כל פעימה תנגנו בלוק, ושכל הבלוקים יהיו בסטקטו.',
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C"z | "Am"z | "C"z | "Am"z |
                            "Em"z | "F"z/ "G" z/ | "Am" z/ "G" z/  | "C"z |]`,
                      },
                    },
                    {
                      tune: {
                        header: {
                          L: '1/1',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C"z | "G"z | "Am"z | "Dm"z/ "G" z/ |
                            "C"z/ "Am"z/  | "Dm"z/ "G" z/ | "F" z  | "C"z |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - ליווי ביד ימין - בלוקים סטטיים בשלושת הפוזיציות
      {
        chapterTitle: 'ליווי ביד ימין - בלוקים סטטיים בשלושת הפוזיציות',
        lessons: [
          {
            lessonTitle: 'פוזיציות של הבלוקים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי בשתי ידיים - בלוקים סטטיים ביד ימין ושורשים ביד שמאל
      {
        chapterTitle: 'ליווי בשתי ידיים - בלוקים סטטיים ביד ימין ושורשים ביד שמאל',
        lessons: [
          {
            lessonTitle: 'בלוקים עם ליווי',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי בשתי ידיים - בלוקים סטטיים ביד ימין ופירוקי רבעים ביד שמאל
      {
        chapterTitle: 'ליווי בשתי ידיים - בלוקים סטטיים ביד ימין ופירוקי רבעים ביד שמאל',
        lessons: [
          {
            lessonTitle: 'בלוקים ופירוקי רבעים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי בשתי ידיים - בלוקים
      {
        chapterTitle: 'ליווי בשתי ידיים - בלוקים',
        lessons: [
          {
            lessonTitle: 'בלוקים בשתי ידיים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - תרגול יצירות
      {
        chapterTitle: 'תרגול יצירות',
        lessons: [
          // lesson 1
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'מילות פתיחה',
                  topicElements: [
                    {
                      para: 'הרבה זמן לא תרגלנו נגינה של יצירות. עסקנו הרבה בפיתוח טכניקות ליווי ליד ימין ושילובן עם יד שמאל. בפרק הזה נחזור לתרגל יצירות סולו. ארגנתי לכם כמה יצירות נחמדות ומקווה שתהנו. מבחינת רמת קושי, היצירות בפרק הזה תהיינה הקשות ביותר בקורס. אתם עבדתם קשה כדי להגיע לכאן ואין לי ספק שתנגנו אותן כמו גדולים.',
                    },
                  ],
                },
              },

              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Dm" z DEF AGFE |"Am" CDEG FEDC |"G" D2 EF- FEDC- |"F" CFEC"G" D4 |
                "Dm" z DEF AGFE |"Am" CDEG FEFE |"G" EDFE EDEC |"F" DCED "G" DCDC |
                "Am" c E2 c- c E2 B- |"Em" B E2 B- B E2 A- |"F" AGFE FCDE |"G" D2 EF- FEDC |
                "Am" c E2 c- c E2 B- |"Em" B E2 B- B E2 A- |"F" AGFE FCDE |"G" D2 E2 D2 C2 |
                "Dm" z DEF AGFE |"Am" C4 z2 DC |"G" D2 EF- FEDC- |"F" C2 z C"G" D4 |
                "Dm" z DEF AFAB |"Am" cBAG FEDC |"G" BAGF GFED |"F" AGFE "G" DCDC |
                "Am" c E2 c- c E2 B- |"Em" B E2 B- B E2 A- |"F" AGFE FCDE |"G" D2 EF- FEDC |
                "Am" c E2 c- c E2 B- |"Em" B E2 B- B A2 c- |"F" c4 C4 |"G" D4 B4 |"C" B8 | c8 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 2
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Am" c4 c4 |"Em" B8 |"F" AB c2 c2 BA |"G" A2 B2 B3 A |
                "C" G4 G2 FG |"F" G2 A2 A2 EF |"G" G4 F3 E |"C" E4 z4 |
                "Am" c4 c4 |"Em" B8 |"F" AB c2 c2 BA |"G" A2 G2 G2 F2 |
                "C" E4 E2 DE |"F" E2 F2 F2 DE |"G" F4 E3 D |"C" E4 z4 |
                "Em" G4 E2 G2 |"Am" B2 A2 D2 E2 |"Dm" G2 F2 C2 D2 |"G" F2 E2 D2 C2 |
                "Em" G2 EG "Am" BADE |"Dm" GFCD "G" FEDC |"Em" GFDE "F" AGEF |"G" BAFG "Em" cBGA |
                "Am" c4 c4 |"Em" B8 |"F" AB c2 c2 BA |"G" A2 G2 G2 F2 |
                "C" E4 E2 DE |"F" E2 F2 F2 DE |"G" F4 E4 |"C" E4 z4 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 3
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Dm" D2 A2 F2 D2 |"Am" C2 DE "F" F2 FE |"G" D2 EF "Em" G2 GF |"Am" E2 c2 A2 E2 |
                "Dm" F2 cB "G" B2 FE |"C" E2 BA "F" A2 ED |"Bmb5" D2 AG "Em" G2 DC |"Am" CDEG "Dm" FEFC |
                "G" DEFG "C" E2 DC |"Dm" D2 A2 F2 D2 |"Am" C2 DE "F" F2 FE |"G" D2 EF "Em" G2 GF |
                "Am" E2 c2 A2 E2 |"Dm" F2 cB "G" BAGF |"Em" GFED "Am" EDEC |"Dm" FEFA "G" GFGB |
                "F" AGAc "G" EcDB |"C" cE B2- "F" B2 AG |"Dm" F2 c2 "G" B4 |"C" E2 B2 "F" A4 |
                "Bmb5" D2 A2 "Em" GFED |"Am" CDEF "Dm" E2 D2 |"G" C2 D2 E2 F2 |"C" E8 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 4
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Am" cB c2 E2 A2- |"Dm" AE F2- "G" FD G2- |"C" GEFc "Em" G4 |"F" A4 "G" B4 |
                "Am" c4 E2 A2 |"Em" G4- GAGA |"Dm" FAGF "C" EGFE |"G" DFED "Am" CEDC |
                "G" D2 G2- "F" GE F2 |"Am" E2 A2- "Em" AF G2 |"F" A2 c2- "G" c2 B2 |"Dm" c2 B2 "G" A2 B2 |
                "Am" cB c2 E2 A2- |"Dm" AE F2- "G" FD G2- |"C" GEFc "Em" G4 |"F" A4 "G" B4 |
                "Dm" c2 F2- F2 c2 |"G" BABc BGAB |"F" ABcB AFGA |"C" G4 "Em" F2 E2 |
                "Dm" c2 F2- F2 c2 |"G" BABc "Em" BGAB |"F" ABcB "Dm" AFGA |"G" A2 G2 "Em" F2 E2 |
                "Am" CEAc BcAc |"Dm" DFAc BcAc |"G" DFGB ABGB |"C" CEGB ABGB |
                "F" CEFA GAFA |"Bmb5" DEFA GAFA |"Em" DEGB AGcB |"Am" A8 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 5
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" CDEF GABc |"F" FAcB AGFE |"G" DEFG ABcA |"Em" BAGF GFED |
                "Am" ECDE FGAG |"Dm" FDEF GAcB |"G" AGBA cBAB |"C" cBcB cGEG |
                CDEF GABc |"F" FAcB AGFE |"G" DEFG ABcA |"Em" BAGF GFED |
                "Am" ECDE FGAG |"Dm" FDEF GAcB |"G" AGBA cBAB |"C" cBAG FEDC |
                "F" FCFG AGFC |"C" ECEF GFEC |"F" FCFG AGFC |"G" GDGA BAGD |
                "Am" AEAB cBAE |"Em" GEGA BAGE |"Am" AEAB cBAE |"Dm" FGFE "G" DFED |
                "C" CDEF GABc |"F" FAcB AGFE |"G" DEFG ABcA |"Em" BAGF GFED |
                "Am" ECDE FGAG |"Dm" FDEF GAcB |"F" AFGA "G" BABG |"C" cBcB c4 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 6
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" C B2 c- cBAG |"F" A B2 A- A2 GF |"C" E G2 G- GFEF |"G" E D2 D- D4 |
                      "C" C B2 c- cBAG |"F" A B2 A- AFGF |"C" EGFE "G" DEFG |"C" F2 EE- E4 |"G" D8 |
                      "Am" C B2 c- cBAG |"Em" A B2 B- B4 |"F" A B2 A- AFAB |"G" c B2 B- B4 |
                      "Am" C B2 c- cBAG |"Em" A B2 B- B2 DE |"Dm" FGAc "G" BGAF |"Em" E4 D4 |
                      "Am" C B2 c- cBAG |"Em" ABGE BGEG |"F" ABcB cFAB |"G" cBAB- BGFD |
                      "Am" C B2 c- cBAG |"Em" A B2 B- B2 DE |"Dm" FGAc AGFE |"G" D8 |
                      "C" C B2 c- cGFE |"F" F G2 F- FDEF |"Dm" G A2 G- "G" G2 F2 |"C" E8|]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 7
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"F" C F2 G A G2 A |"G" B A2 c "C" E4 |"Dm" c F2 E F c2 B |"G" B8 |
                      "F" C F2 G A G2 A |"G" B A2 c "C" E2 DE |"Dm" FAGF "C" EDEF |"G" ED D6 |
                      "Am" c E2 D E c2 E |"Dm" FGAB "Am" ED E2 |"F" c E2 D E c2 B |"G" B8 |
                      "F" C F2 G A G2 A |"G" B A2 B "Em" B A2 B | "Am" B4 c4 | z4 G4 |"Dm" FAGF "C" EGFE |
                      "G" DCDG "Em" FEDE |"F" C F2 G "Dm" A G2 A |"G" B A2 c "C" E4 |"Dm" c F2 E "F" F c2 B |"G" BAAG "Em" GFFB |
                      "Am" cEDE cEDE |"Dm" BFEF BFEF |"F" AGFG AGFG |"G" BGFG EcDB |
                      "Am" cEDE cEDE |"Dm" BFEF BFEF |"F" AGFG AGFG |"G" B2 A2 G2 B2- |"C" BcBA GFED | C8 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 8
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" GEDE CEDE |"F" G2 A6 |"Dm" AFEF DFEF |"G" A2 B6 |
                      "Am" cAGA EAGA |"Em" BGFG EGFG |"F" AFEF CFEF |"G" BGFG DGAB |
                      "C" cGFG EGFG |"F" cAGA FAGA |"G" BGFG DGFG |"Em" BGFG EGFG |
                      "Am" cAGA EAGA |"Dm" FAGA DFEF |"C" EDEF EDCE |"G" DEFE DEDC |
                      "C" GEDE CEDE |"F" GAAG AGFE |"Dm" AFEF DFEF |"G" AABA BAGF |
                      "Em" BGFG EGFG |"Am" ABcB cBAG |"F" AGFE DCDE |"G" FGFE DEDC |
                      "C" GEDE CEDE |"F" GAAG AGFE |"Dm" AFEF DFEF |"G" ABBA BAGF |
                      "Em" GEDE GEDE |"F" AFEF AFEF |"G" BFEF AFEF | GFEF BFEF |
                      "Am" B2 c6 |"G" c2 B6 |"F" z AGA FAGA |"G" cBBA BAGF |"Em" GEDE GEGB |
                      "Am" BAAG AGEG |$"F" AGEG AGEG |"Dm" AGFG AFEF |"G" BGFG DGAB |"C" cGEG c4- | c8 |] `,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 9
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/4',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"Dm" F A2 F |"Am" E C3 |"F" G A F C |"G" E2 D2 |
                      "Dm" F A2 F |"Am" E c C c |"F" G A F C |"G" D2 c B- | B4 |
                      "Am" c C c C |"F" B C A C |"C" G C F C |"G" E D B c- |
                      "Am" c C c C |"F" B C c C |"C" c C B A |"G" B D E B |
                      "Am" c/ C c C B/- |"F" B/ C A C G/- |"C" G/ C F E D/- |"G" D2 B3/ c/- |"Am" c/ C c C B/- |
                      "F" B/ C A C A/- |"C" A/ C G C B/- |"Em" B4- | B2 c/ B A/- |"Am" A4- | A4 |
                      "Dm" F A2 F |"Am" E C3 |"F" G A F C |"G" C2 D2 |
                      "Dm" F A2 F |"Am" E c C c |"F" G A F c |"G" B2 c B |"C" B2 c2 |] `,
                      },
                    },
                  ],
                },
              },
            ],
          },
          // lesson 10
          {
            lessonTitle: 'יצירה לתרגול',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'יצירה לתרגול',
                  topicElements: [
                    {
                      tune: {
                        header: {
                          L: '1/8',
                          M: '4/4',
                          K: 'C',
                        },
                        body: `"C" z CEC GCcG |"F" Accc- c2 AF |"C" Gccc- c2 AG |"G" GFFE D G3 |
                      "C" z CEC GCcG |"F" Accc- c2 AF |"C" Gccc- cGFE |"G" D4- DEDE |
                      "C" GCEC GCcC |"F" Accc BcAF |"G" Gccc BccB |"C" c8 | z4"G" z4 | 
                      "Am" cCEC ACcA |"Em" ABBB- B4 |"F" z CFC ACcC |"G" AGGG- GFED |
                      "C" EGGG GFEF |"G" DGGG GFED |"Am" CAAA cAcA |"Dm" FGFE"G" D4 |
                      "C" z CEC GCcG |"F" Accc- c2 AF |"C" Gccc- cGFE |"G" D8 |
                      "Am" z CEC ACcC |"Em" ABBB- BAGF- |"F" FCFC ACcC |"G" AGGG- G4 |
                      "C" EGGG GFEF |"G" DGGG GFED |"Am" CAAA cAcA |"Dm" FGFE"G" D4 |
                      "Dm" FAGF EDCD |"C" EGFE DCDE |"G" FEED- D3 D |"F" FEDC"G" D4 |"C" E8 |]`,
                      },
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      // chapter - ליווי ביד ימין - בלוקים דינמיים
      {
        chapterTitle: 'ליווי ביד ימין - בלוקים דינמיים',
        lessons: [
          {
            lessonTitle: 'בלוקים דינמיים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי בשתי ידיים - בלוקים דינמיים ביד ימין ושורשים ביד שמאל
      {
        chapterTitle: 'ליווי בשתי ידיים - בלוקים דינמיים ביד ימין ושורשים ביד שמאל',
        lessons: [
          {
            lessonTitle: 'בלוקים דינמיים ושורשים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי בשתי ידיים - בלוקים דינמיים ביד ימין ופירוקי רבעים ביד שמאל
      {
        chapterTitle: 'ליווי בשתי ידיים - בלוקים דינמיים ביד ימין ופירוקי רבעים ביד שמאל',
        lessons: [
          {
            lessonTitle: 'בלוקים דינמיים ופירוקי רבעים',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - ליווי ביד שמאל - תבניות נוספות של פירוקי רבעים
      {
        chapterTitle: 'ליווי ביד שמאל - תבניות נוספות של פירוקי רבעים',
        lessons: [
          {
            lessonTitle: 'תבניות נוספות ליד שמאל',
            lessonElements: [{ comingSoon: '' }],
          },
        ],
      },
      // chapter - אפילוג
      {
        chapterTitle: 'אפילוג',
        lessons: [
          {
            lessonTitle: 'מבוא',
            lessonElements: [
              {
                topic: {
                  topicTitle: 'לסיום?',
                  topicElements: [
                    {
                      para: 'אז סיימתם את כל הפרקים עד כה, כל הכבוד! אם אלה היו הצעדים הראשונים שלכם בנגינה על פסנתר אני יודע שזאת הייתה דרך לא פשוטה בכלל.',
                    },
                    {
                      para: 'מה אני מצפה ממכם להצליח לנגן בשלב זה? את כל התרגילים בפרקי הספר בשתי ידיים, כאשר יד ימין מנגנת את המנגינה, ויד שמאל מלווה בטכניקת פירוקי רבעים.',
                    },
                    {
                      para: 'אם זה עדיין קשה, קחו לעצמכם עוד זמן ותמשיכו לתרגל לאט, לאט. זה יגיע. אם לא היום, אז מחר. אם לא מחר אז מחרתיים. תמשיכו להתאמן בלי לוותר עד שתצליחו. תזכרו שלא כל אחד יכול להיות פסנתרן דגול, יש כאלה שזה לא בשבילם, אבל פסנתרן דגול יכול להגיע מכל מקום. גם אתם יכולים אם תתמידו ותקבעו עתים לתרגול, כל אחד לפי יכולתו.',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
    ],
  },
  course2: {
    courseTitle: 'יסודות הנגינה בפסנתר - חלק 2',
    courseUrlName: 'course2',
    thumbSvg: (
      <svg height="100" width="100">
        <circle cx="50" cy="50" r="40" stroke="black" stroke-width="3" fill="red" />
        Sorry, your browser does not support inline SVG.
      </svg>
    ),
    courseDescription: 'נחזק את טכניקות הליווי בשתי הידיים ונלמד עוד תווים באוקטבה השנייה',
    price: 'my price',
    duration: 'my duration',
    level: 'מתחילים',
    tags: ['my tag1', 'my tag2'],
    chaptersCount: 'my chapterCount',
    courseId: 'my courseId',
    lessonsCount: 'my lessonsCount',
    chapters: [],
  },
};

export default courses;
